{
  "element": "목(木)",
  "version": "v3.0-premium-story",
  "chapters": {
    "스토리형_리포트": "목(木)의 기운을 타고난 당신의 삶은, 한 그루의 나무가 계절을 따라 자라며 숲을 이루는 과정과 닮아 있습니다. 씨앗이 흙을 뚫고 나오듯 도전과 성장을 추구하고, 줄기가 곧게 뻗으며 기회를 확장하며, 뿌리를 깊게 내리며 관계와 기반을 다집니다. 이번 리포트는 당신의 삶을 총운, 재물, 연애·대인, 커리어, 성격, 건강, 가족, 그리고 조언과 성장가이드로 나누어, 그러나 서로 연결된 흐름 속에서 서사적으로 풀어드립니다.  \n\n[총운]  \n당신은 늘 멈추지 않고 앞으로 나아가려는 성향을 지녔습니다. 목의 사람은 실패를 두려워하기보다는 배움으로 삼아 다시 시도합니다. 덕분에 당신의 인생 전반은 정체보다 점진적 발전을 키워드로 합니다. 다만 성장의 속도가 빠른 만큼, 때로는 마무리가 부족해 “깊이보다는 넓이”라는 평가를 듣기도 합니다. 당신이 가장 빛나는 순간은 확장과 내실을 균형 있게 조율할 때입니다.  \n\n[재물운]  \n재물의 흐름은 당신의 확장 본능을 잘 보여줍니다. 단순히 돈을 모으기보다는 사업, 투자, 새로운 프로젝트를 통해 키우려 합니다. 이는 큰 성과로 이어질 가능성이 많지만, 동시에 과도한 확장으로 인한 리스크를 항상 주의해야 합니다. 재물은 사람과의 네트워크를 통해 들어오고 나가며, 신뢰가 가장 큰 자산이 됩니다. 따라서 당신의 재물운은 “벌고, 지키고, 나누는 균형”에 달려 있습니다.  \n\n[연애·대인]  \n당신은 혼자보다 함께할 때 더욱 강합니다. 목의 기운은 새로운 인연을 끌어들이고, 관계 속에서 자신을 확장시킵니다. 연애에서는 상대방의 잠재력을 키워주는 파트너로 비칩니다. 그러나 관계가 지나치게 많아지면 에너지가 분산되고, 깊은 신뢰 대신 얕은 유대만 남을 수 있습니다. 진정한 행복은 숲 속의 한 그루처럼 서로 의지할 수 있는 깊은 관계에서 옵니다.  \n\n[커리어]  \n직업과 사회적 위치에서 당신은 새로운 길을 여는 사람입니다. 안정된 틀보다는 새로운 기획, 개척, 확장에 강점을 보입니다. 스타트업, 창업, 프로젝트 리더십 등에서 두각을 나타낼 수 있으며, 특히 사람과 사람을 연결하는 일에서 성취를 경험합니다. 그러나 커리어가 성장하려면 단순히 아이디어를 내는 것에서 그치지 않고, 실행력과 완결성을 강화해야 합니다.  \n\n[성격]  \n목의 기운은 당신에게 호기심과 추진력을 부여합니다. 새로운 지식과 경험을 탐구하고, 이를 삶에 적극적으로 반영합니다. 그러나 이러한 성향은 때때로 산만함으로 비칠 수 있습니다. 당신의 성격은 “넓은 시야와 강한 추진력”을 장점으로 가지되, 집중력과 끈기를 보완해야만 더욱 성숙해집니다.  \n\n[건강]  \n목은 간(肝)과 근육, 성장 에너지를 상징합니다. 따라서 간 건강, 스트레스 관리, 그리고 충분한 휴식이 필수입니다. 지나친 활동과 과도한 확장은 피로를 부르고, 이는 곧 건강 문제로 이어질 수 있습니다. 식습관에서 녹색 채소와 신선한 과일은 당신의 기운을 보강해줍니다. 무엇보다 “멈춤과 회복”을 삶의 일부로 받아들이는 것이 중요합니다.  \n\n[가족]  \n나무가 뿌리를 내려야 줄기가 곧게 자라듯, 당신에게 가족은 삶의 기반입니다. 가족과의 관계는 안정과 에너지를 공급하며, 때로는 도전의 원동력이 되기도 합니다. 그러나 바깥으로의 확장에 집중하다 보면 가족과의 깊은 교류를 소홀히 할 수 있습니다. 삶의 성취가 아무리 커도, 결국 그것을 함께 나눌 뿌리가 없다면 공허해질 수 있습니다.  \n\n[조언·성장가이드]  \n당신은 이미 충분한 성장의 힘을 가지고 태어났습니다. 그러나 그 힘이 진정한 성과로 이어지려면 “확장의 욕구를 조율하고, 뿌리를 단단히 하는 지혜”가 필요합니다.  \n- 도전하기 전에 기반을 점검하라.  \n- 관계를 넓히되, 신뢰를 깊게 쌓아라.  \n- 벌되, 지킬 것을 지켜라.  \n- 멈춤과 회복을 두려워하지 말라.  \n\n때로는 욕심과 조급함이 스스로를 소모하게 만들 수 있습니다. 그러나 균형과 조율을 잊지 않는다면, 목의 기운은 당신을 누구보다 창의적이고 풍성한 삶으로 이끌 것입니다."
  }
}