{
  "element": "수(水)",
  "version": "v3.1-premium-story",
  "chapters": {
    "스토리형_리포트": "수(水)는 만물을 적시고 생명을 이어가게 하는 근원적인 에너지입니다. 강과 바다, 비와 눈처럼 형태를 바꿔가며 흐르는 특성이 있으며, 본질은 지혜·적응·직관·깊이입니다. 수의 기운을 타고난 사람은 부드럽게 상황을 받아들이고, 흐름을 읽으며, 내면의 통찰을 통해 삶을 풀어가는 힘을 지닙니다. 이번 리포트는 총운, 재물, 연애·대인, 커리어, 성격, 건강, 가족, 조언과 성장가이드로 이어지며, 수(水)의 기운이 어떻게 삶을 빚어내는지 상세히 설명합니다.  \n\n[총운]  \n수의 사람은 환경과 상황에 맞게 유연하게 적응합니다. 급격한 변화에도 큰 저항 없이 받아들이며, 흐름을 타고 기회를 포착하는 능력이 탁월합니다. 총운의 키워드는 지혜와 적응력입니다. 그러나 지나친 유연성은 때로는 주관이 부족해 보일 수 있으므로, 스스로의 기준과 방향성을 세우는 것이 중요합니다.  \n\n[재물운]  \n수는 흐름과 교류를 상징하기 때문에, 금융, 무역, 해외 비즈니스, 네트워크 기반 사업 등 흐름이 큰 영역에서 재물운이 강합니다. 기회를 빨리 감지하고 활용하는 능력이 뛰어나지만, 지나친 불안정성은 장기적 축적에 방해가 될 수 있습니다. 단기적 기회 포착 + 장기적 안정 전략을 병행할 때 재물운이 안정적으로 꽃을 피웁니다.  \n\n[연애·대인]  \n연애와 대인 관계에서 수의 사람은 부드럽고 이해심이 많습니다. 상대의 감정을 잘 읽고, 공감 능력이 뛰어나 관계에서 편안함을 줍니다. 그러나 지나치게 받아주기만 하면 주도성이 부족해 보일 수 있습니다. 연애에서는 배려 + 자기주장의 균형이 필요합니다. 대인관계에서도 경청과 지혜로운 충고로 존중받지만, 본인의 의사도 분명히 밝히는 훈련이 중요합니다.  \n\n[커리어]  \n수의 기운은 연결·정보·지식과 관련이 깊습니다. 따라서 금융, 무역, IT, 연구, 예술, 상담, 교육 등 다양한 분야에서 활약할 수 있습니다. 특히 변화하는 환경에 빠르게 적응하고, 흐름 속에서 핵심을 집어내는 능력이 커리어의 강점입니다. 그러나 방향성을 잃으면 흐름에 휩쓸려 진로가 흔들릴 수 있으니, 명확한 목표 설정이 필요합니다.  \n\n[성격]  \n성격적으로 수의 사람은 지혜롭고, 직관적이며, 깊이 있는 사고를 합니다. 내면을 탐구하는 힘이 있어 철학, 종교, 예술적 재능을 발휘하기도 합니다. 그러나 지나치게 상황을 받아들이기만 하면 우유부단해질 수 있습니다. 지혜와 직관에 단호함을 더할 때, 성격의 장점이 더욱 빛납니다.  \n\n[건강]  \n수는 신장, 방광, 혈액순환과 관련이 깊습니다. 따라서 신장 질환, 요로계 질환, 혈액순환 장애에 유의해야 합니다. 충분한 수분 섭취와 혈액 순환 운동이 필요하며, 추운 기운에 노출되면 쉽게 약해질 수 있으므로 보온 관리가 필수입니다. 몸의 순환과 수분 관리가 건강의 핵심입니다.  \n\n[가족]  \n가족에게 수의 사람은 이해심 많고 따뜻한 조언자입니다. 가족의 고민을 잘 들어주고, 지혜로운 충고를 해주어 신뢰를 얻습니다. 그러나 지나친 희생과 양보는 본인이 지치게 할 수 있습니다. 가족을 배려하되, 본인의 감정도 솔직히 드러내는 것이 관계의 균형을 지키는 길입니다.  \n\n[조언·성장가이드]  \n수의 본질은 유연성과 지혜지만, 방향이 없으면 흐름에 휩쓸려 흩어집니다.  \n- 환경에 적응하되, 스스로의 기준을 잃지 마라.  \n- 재물은 기회를 잡되, 장기적 축적 전략을 세워라.  \n- 연애·대인관계에서 배려와 자기주장의 균형을 맞춰라.  \n- 커리어에서는 변화에 강하지만, 목표를 명확히 세워야 한다.  \n- 건강은 수분과 순환 관리에서 시작된다.  \n\n삶의 여정에서 당신은 바다처럼 깊고, 강물처럼 흐르는 존재입니다. 지혜와 적응력으로 어떤 변화 속에서도 길을 찾아내지만, 여기에 확고한 기준과 결단을 더한다면, 수(水)의 기운은 끝없는 가능성과 풍요로움으로 당신의 인생을 빛낼 것입니다."
  }
}