{
  "element": "토(土)",
  "version": "v3.1-premium-story",
  "chapters": {
    "스토리형_리포트": "토(土)는 만물을 품고 길러내는 대지의 힘입니다. 모든 생명이 흙 위에서 자라고, 흙 속에서 뿌리를 내리고 열매를 맺습니다. 그래서 토의 본질은 안정·포용·조율·지속성입니다. 토의 기운을 타고난 사람의 삶은 마치 비옥한 땅처럼, 끊임없이 받아들이고 길러내며, 조율하고 균형을 세우는 과정으로 전개됩니다. 이번 리포트는 총운, 재물, 연애·대인, 커리어, 성격, 건강, 가족, 조언과 성장가이드로 이어지는 흐름 속에서 토의 기운이 어떻게 드러나는지 풀어냅니다.  \n\n[총운]  \n토의 사람은 삶의 전반에서 안정과 균형을 추구합니다. 급격한 변화보다는 점진적이고 안정적인 발전을 선호하며, 다른 사람들 사이에서 중재자나 안정감의 원천으로 자리매김합니다. 당신은 갈등을 조율하고, 불안정한 상황을 안정시킬 때 가장 큰 힘을 발휘합니다. 그러나 지나친 안정 추구는 변화의 기회를 놓치게 하고, 보수적인 태도로 인해 발전이 늦어질 수 있습니다. “안정을 지키되, 변화를 수용하는 지혜”가 토의 총운을 풍성하게 만듭니다.  \n\n[재물운]  \n토는 기본적으로 축적과 생산의 기운을 지닙니다. 재물에 있어서 당신은 단기적 투기보다 장기적 성실과 근면을 통해 부를 쌓아가는 타입입니다. 부동산, 토지, 건설, 농업, 제조업 등 땅을 기반으로 한 자산에서 강점을 보이며, 꾸준한 저축과 안정적 투자 습관으로 자산을 늘릴 수 있습니다. 다만 지나치게 보수적으로만 움직이면 기회의 순간을 놓칠 수 있으므로, 때때로는 과감한 도전이 필요합니다. 안정과 도전의 균형을 맞추는 것이 재물운의 핵심 과제입니다.  \n\n[연애·대인]  \n연애와 대인 관계에서 토의 사람은 신뢰와 헌신을 바탕으로 합니다. 당신은 상대에게 든든한 의지처가 되고, 안정적인 관계를 형성합니다. 연애에서는 장기적이고 안정적인 교제를 선호하며, 가볍게 시작하기보다는 진중하게 다가갑니다. 대인관계에서는 성실함과 책임감 덕분에 신뢰를 얻지만, 감정 표현이 부족해 무뚝뚝하게 보일 수 있습니다. 따뜻한 표현과 감정의 개방을 더한다면, 관계는 더욱 깊어질 것입니다.  \n\n[커리어]  \n토의 기운은 체계와 질서를 세우는 데 강합니다. 따라서 당신은 조직에서 시스템을 만들고, 기반을 다지는 역할에 적합합니다. 연구, 교육, 행정, 건설, 금융, 부동산 등 안정성과 책임감을 필요로 하는 직종에서 성취를 얻을 수 있습니다. 그러나 변화에 대한 적응이 느리면 시대의 흐름에서 뒤처질 수 있습니다. 따라서 커리어에서는 안정성 + 유연성을 동시에 확보하는 것이 중요합니다.  \n\n[성격]  \n당신의 성격은 신뢰할 수 있고, 성실하며, 책임감이 강합니다. 남에게 폐 끼치기를 싫어하고, 맡은 일은 끝까지 해내려 합니다. 그러나 이러한 성실함은 때때로 완고함·보수성으로 나타나기도 합니다. 새로운 아이디어를 받아들이는 데 시간이 걸리거나, 변화를 두려워하는 모습이 있을 수 있습니다. 성격의 장점인 안정감과 신뢰성을 유지하되, 유연함을 기르는 것이 성격적 성장의 관건입니다.  \n\n[건강]  \n토는 위장·비장·소화기를 상징합니다. 따라서 과식, 소화불량, 위염, 비만과 같은 문제가 자주 나타날 수 있습니다. 특히 걱정과 스트레스가 위장에 직격탄이 되므로, 정신적 안정이 곧 신체 건강으로 이어집니다. 규칙적인 식습관, 과식 자제, 가벼운 운동이 건강을 지키는 핵심입니다.  \n\n[가족]  \n가족에게 당신은 언제나 든든한 기둥 같은 존재입니다. 책임감이 강해 가족을 지탱하며, 현실적 도움을 아끼지 않습니다. 그러나 간섭이 지나치면 가족 간 갈등이 생길 수 있습니다. 가족에게 안정감을 주되, 자율성을 존중하는 태도가 필요합니다.  \n\n[조언·성장가이드]  \n토의 본질은 안정과 포용이지만, 지나치게 단단하면 생명이 자라지 못합니다.  \n- 안정 속에서도 변화를 수용하라. 변화는 위기가 아니라 성장의 기회다.  \n- 책임감은 무기지만, 과한 통제는 독이 된다. 스스로와 타인을 옥죄지 말라.  \n- 재물은 성실히 쌓되, 기회의 순간에는 과감해져라.  \n- 건강은 위장과 마음 관리에서 시작된다.  \n\n당신은 이미 튼튼한 대지의 기운을 지녔습니다. 여기에 유연성과 개방성을 더한다면, 당신의 삶은 단단한 기반 위에 풍요로운 결실을 맺는 비옥한 대지로 완성될 것입니다."
  }
}