{
  "element": "화(火)",
  "version": "v3.0-premium-story",
  "chapters": {
    "스토리형_리포트": "화(火)의 기운을 타고난 당신의 삶은, 불꽃이 어둠을 밝히고 사람들을 모으는 과정과 닮아 있습니다. 태양이 세상을 비추듯, 당신은 본능적으로 자신의 존재를 드러내고, 주변에 에너지를 퍼뜨리며, 다른 이들의 마음을 움직이는 힘을 지니고 있습니다. 이번 리포트는 총운, 재물, 연애·대인, 커리어, 성격, 건강, 가족, 조언과 성장가이드로 이어지며, 화(火)의 기운이 당신의 삶에 어떻게 나타나는지를 입체적으로 그려냅니다.  \n\n[총운]  \n당신은 늘 주목받는 자리에 서게 됩니다. 화의 사람은 스스로 빛을 내며 주변을 환하게 하지만, 그 빛이 강할수록 그림자도 짙어집니다. 삶 전반의 키워드는 표현, 영향력, 리더십입니다. 당신은 사람들에게 영감을 주고, 무언가를 이끌어가는 역할에서 빛이 납니다. 그러나 과도한 자의식이나 감정 기복은 오히려 사람들을 지치게 할 수 있습니다. 빛과 열을 균형 있게 다루는 것이 총운의 핵심 과제입니다.  \n\n[재물운]  \n재물운에서 화는 “빠른 유입과 빠른 소모”라는 특징을 지닙니다. 큰 기회를 잡아 단기간에 수익을 올릴 수 있으나, 동시에 충동적 소비나 투자로 금세 소진될 위험이 있습니다. 당신의 재물은 아이디어, 표현, 네트워크에서 흘러들어옵니다. 강연, 미디어, 예술, 기획 등 대중적 영향력을 발휘하는 분야에서 큰 재물을 만들 수 있습니다. 그러나 불꽃이 꺼지듯 빠른 소모를 막기 위해 저축과 분산 투자가 반드시 필요합니다.  \n\n[연애·대인]  \n화의 기운은 사람을 끌어당깁니다. 당신은 매력적이고 활기차며, 상대방을 설레게 하는 힘을 지녔습니다. 연애에서는 열정적이고 로맨틱한 파트너로 비쳐지지만, 감정이 과열되거나 쉽게 식는 양상이 나타날 수 있습니다. 대인 관계에서도 중심이 되지만, 감정적 충돌이 잦아질 위험이 있습니다. 지속적인 배려와 절제가 연애와 대인관계에서의 화(火) 기운을 건강하게 유지하는 비결입니다.  \n\n[커리어]  \n화의 사람은 사람들 앞에서 빛날 때 가장 큰 성취를 경험합니다. 리더십, 대중 연설, 창작, 미디어, 교육 등에서 두각을 나타내며, 새로운 트렌드를 선도하는 능력도 있습니다. 그러나 에너지가 분산되면 번아웃이 쉽게 오고, 감정이 커리어에 직접적인 영향을 미칠 수 있습니다. 따라서 규칙적인 루틴과 감정 관리가 커리어 성공의 열쇠입니다.  \n\n[성격]  \n당신의 성격은 긍정적이고 에너지가 넘칩니다. 새로운 사람과 상황에 쉽게 적응하고, 분위기를 주도하는 능력이 있습니다. 그러나 감정의 기복이 크고, 때로는 즉흥적인 결정으로 실수를 하기도 합니다. 화의 성격은 “밝음과 기복”이라는 양면을 가지고 있으며, 이를 잘 다스릴 때 진정한 리더로 성장합니다.  \n\n[건강]  \n화는 심장과 혈액, 신경계를 상징합니다. 따라서 스트레스, 불면, 고혈압 등과 연관이 깊습니다. 활동적 성향 때문에 과로하기 쉽고, 감정 기복이 건강에 직접적으로 영향을 미칩니다. 규칙적인 운동, 명상, 수면 관리가 필수적입니다. 불꽃이 오래 타오르려면, 불씨를 관리하는 지혜가 필요합니다.  \n\n[가족]  \n당신은 가족에게 빛과 같은 존재입니다. 분위기를 이끌고 활기를 불어넣지만, 감정이 앞설 때는 불필요한 갈등을 만들 수 있습니다. 가족 관계에서 중요한 것은 경청과 온도 조절입니다. 따뜻함을 전하되, 지나친 열기는 오히려 거리를 만들 수 있다는 점을 기억해야 합니다.  \n\n[조언·성장가이드]  \n화의 본질은 빛과 열이지만, 아무리 큰 불꽃도 관리하지 않으면 금세 꺼집니다.  \n- 당신의 장점은 주도성과 매력이지만, 단점은 조급함과 소모입니다.  \n- 관계에서는 배려와 절제, 커리어에서는 꾸준한 루틴, 재물에서는 관리와 축적이 필요합니다.  \n- 건강에서는 불을 식히는 시간을 반드시 마련하세요.  \n\n때로는 당신의 불꽃이 다른 사람을 비추기도 하지만, 스스로를 태울 수도 있습니다. 균형을 지켜낼 때, 화(火)의 기운은 당신을 사회의 중심으로 이끌고, 타인의 삶을 따뜻하게 밝히는 존재로 만들어 줍니다."
  }
}