{
  "ten_god": "비견",
  "daewoon_only": {
    "11-20": "비견 대운이 청소년기에 들어오면, 또래 집단과의 관계가 삶의 핵심 과제가 됩니다. 친구와의 비교가 끊이지 않으며, 성적·체력·재능에서 경쟁심이 강하게 발현됩니다. 이 과정은 불안정해 보이지만, 사실상 자아 정체성을 확립하는 데 중요한 밑거름이 됩니다. 누군가와 함께 공부하거나 운동할 때 시너지 효과가 나타나기도 하지만, 작은 차이가 크게 느껴져 질투심으로 이어질 수 있습니다. 이 시기에는 '내가 누구인가?'라는 질문이 가장 강력하게 작동하며, 주변 사람과의 비교 속에서 자신을 정의합니다. 가정에서는 부모와의 갈등이 발생하기 쉽습니다. 부모의 간섭은 스스로의 독립성을 억압하는 것으로 느껴지고, 이로 인해 반항적 태도가 생깁니다. 하지만 이 반항심은 성인이 된 후 자기주장을 세우는 힘으로 전환됩니다.",
    "21-30": "이 시기는 본격적으로 사회에 나와 동년배와 경쟁하는 시기입니다. 입사 동기, 대학 동문, 같은 업계 사람들과 끊임없는 비교와 경쟁 속에서 살게 됩니다. 비견 대운은 이런 경쟁을 통해 자존심이 다치기도 하고, 동시에 강해지기도 하는 흐름을 만듭니다. 금전적으로는 '함께 시작'이라는 키워드가 강하게 작용합니다. 친구와 함께 창업하거나 동료와 공동 투자를 시도하는 일이 많아집니다. 그러나 금전 문제는 관계의 시험대가 되므로, 계약과 신뢰 관리가 무엇보다 중요합니다. 연애에서는 독립심이 강하게 발현됩니다. 상대방에게 의존하기보다는 '나도 내 길이 있다'는 태도를 고수하다 보니, 자주 다툼이 생깁니다. 하지만 이 과정에서 자기 영역을 지키는 법을 배우게 됩니다.",
    "31-40": "비견 대운이 성인으로서 성숙기에 들어오면, '자리 잡기'라는 과제가 주어집니다. 직장에서는 중간관리자가 되어 후배와 동료 사이에서 균형을 잡아야 합니다. 그러나 경쟁심이 여전히 강해, 후배의 성장이 불편하게 느껴지고 동료의 성과가 신경 쓰입니다. 이 시기에는 협력이 경쟁보다 중요한 덕목임을 배우는 것이 필요합니다. 협력하지 않으면 외로움과 고립을 겪을 수 있습니다. 재물 운은 크게 흔들리지 않지만, 동업에서 문제가 터질 수 있습니다. 투자나 사업 파트너십에서 신중해야 하며, '관계의 틈'이 곧 '재물의 손실'로 이어질 수 있음을 기억해야 합니다. 가족 내에서는 배우자와의 주도권 다툼이 잦아질 수 있습니다. 가정을 '내 뜻대로' 이끌려 하기보다 상호 존중의 태도가 필요합니다.",
    "41-50": "비견 대운의 중년기는 '리더십 시험대'라 할 수 있습니다. 자신의 브랜드, 자신의 이름을 걸고 사회적 성취를 만들어내야 하는 시기입니다. 이 과정에서 동료와의 경쟁은 더욱 복잡해지고, 후배와의 관계에서 불편함이 생깁니다. 재물 면에서는 확장과 성장이 눈에 띄지만, 동시에 갈등도 커집니다. 지나친 욕심을 부리면 동업 관계가 깨지고, 큰 손실을 겪을 수 있습니다. 건강은 과로와 스트레스 누적이 가장 큰 문제입니다. 사회적 활동은 많아지지만, 그만큼 자기 관리가 절실해지는 시기입니다. 가족 관계에서는 자녀 교육 문제나 부모 부양 문제로 배우자와 갈등할 수 있습니다.",
    "51-60": "이 시기는 '정산과 조율'의 시기입니다. 지금까지 경쟁하며 얻은 성취와 관계들이 하나둘 정리되는 흐름을 만듭니다. 사회적으로는 후배에게 자리를 물려주고, 재산을 어떻게 분배할지 고민하는 시간이 됩니다. 비견의 기운이 강하면 여전히 집착과 고집이 나타나, 자녀·배우자와 금전 갈등이 생길 수 있습니다. 이때 '내 몫'을 고수하기보다 '함께 나눈다'는 태도가 중요합니다. 건강은 체력 저하가 두드러지고, 만성 질환이 나타나기 쉽습니다. 자신의 한계를 인정하고 타인의 도움을 받아들이는 것이 필요한 시기입니다.",
    "61+": "노년기의 비견 대운은 '홀로서기와 동행'이 교차하는 시기입니다. 여전히 독립심이 강해 '나는 내 힘으로 살겠다'는 고집이 나타나지만, 동시에 가족·친구의 돌봄이 필요한 현실에 직면합니다. 자존심을 내려놓고 관계를 부드럽게 이어가면 안정과 평화를 얻지만, 고집을 부리면 고립될 수 있습니다. 재물보다는 건강과 인간관계가 삶의 중심 과제가 됩니다. 특히 자녀·손주와의 관계에서 자존심을 내려놓을 때 행복이 커집니다. 취미·봉사·창작 활동을 통해 삶의 의미를 확장하면 여유롭고 풍요로운 노년을 보낼 수 있습니다."
  }
}