{
  "WSIJ": {
    "alias": "별을 읽는 책사",
    "imageUrl": "/assets/images/WSIJ.png",
    "description": "토리가 당신의 이야기에서 발견한 것은, 밤하늘의 별을 보며 나라의 운명을 내다보는 지혜로운 책사의 모습입니다. 당신은 감정에 흔들리기보다, 고요히 앉아 세상의 모든 데이터를 꿰뚫어 보고 최적의 경로를 찾아냅니다. 당신의 강한 에너지(W)는 현실(S)에 단단히 발을 딛고 있으며, 명확한 이성(I)과 계획(J)을 통해 당신과 당신의 팀을 항상 승리로 이끕니다. 유능한 전략가, 데이터에 기반한 투자자, 흔들림 없는 리더가 바로 당신의 모습입니다.",
    "advice": "그대의 계획은 밤하늘의 별자리처럼 참으로 정교하구려. 다만 명심하시게, 가장 위대한 전략가는 별의 흐름뿐만 아니라 사람의 마음도 함께 읽는 법이라네. 그대의 차가운 지혜에 따뜻한 온기를 더한다면, 세상을 얻을 걸세."
  },
  "WSIY": {
    "alias": "길을 여는 불꽃",
    "imageUrl": "/assets/images/WSIY.png",
    "description": "토리가 당신의 이야기에서 발견한 것은, 세상의 어둠을 밝히고 새로운 길을 힘차게 열어가는 뜨거운 불꽃입니다. 당신은 '이 길이 맞을까?' 모두가 망설일 때, '일단 가보자!'고 외치는 용감한 선구자입니다. 당신의 강한 에너지(W)는 막막한 현실(S)에 부딪힐수록 더욱 타오르며, 명확한 이성(I)으로 팀의 방향을 결정하는 내비게이션이 되어줍니다. 변화무쌍한 파도(Y)를 두려워하지 않는 당신은, 도전을 통해 성장하는 사람입니다.",
    "advice": "그대의 열정은 길 없는 곳에 길을 내는 횃불과 같구려. 참으로 귀한 기세일세. 허나 너무 서둘러 달리다 보면 횃불이 먼저 다 타버릴 수 있다네. 오래도록 세상을 밝히려면, 스스로의 불꽃을 아끼는 지혜가 필요하다는 걸 잊지 마시게."
  },
  "WSHJ": {
    "alias": "숲을 가꾸는 정원사",
    "imageUrl": "/assets/images/WSHJ.png",
    "description": "토리가 당신의 이야기에서 발견한 것은, 작은 씨앗 하나하나에 애정을 쏟아 울창한 숲으로 만들어내는 현명한 정원사의 모습입니다. 당신의 따뜻하고 강한 에너지(W)는 척박한 현실(S)을 비옥한 토양으로 바꾸는 힘이 있습니다. 당신은 엄격한 규칙보다 사람 사이의 믿음과 화합(H)을 더 소중히 여기며, 꾸준한 계획(J)을 통해 당신의 커뮤니티를 안전하고 풍요롭게 만듭니다. 모두가 함께 성장하는 조직을 만드는 리더, 따뜻한 멘토가 당신의 모습입니다.",
    "advice": "그대의 보살핌 아래 숲이 울창해지니, 참으로 대단한 덕일세. 다만 기억하시게, 가장 좋은 숲은 스스로 자라날 힘이 있는 법. 때로는 믿고 맡겨두는 것이 더 큰 나무를 키우는 길이라는 것을."
  },
  "WSHY": {
    "alias": "영감을 주는 아티스트",
    "imageUrl": "/assets/images/WSHY.png",
    "description": "토리가 당신의 이야기에서 발견한 것은, 평범한 일상에 특별한 색을 입혀 모두에게 영감을 주는 매력적인 아티스트의 모습입니다. 당신의 생명력 넘치는 에너지(W)는 현실(S)의 모든 순간을 즐길 줄 알며, 당신의 따뜻한 공감(H) 능력은 사람들을 끌어당기는 힘이 됩니다. 틀에 갇히지 않는 자유로움(Y)으로 항상 새로운 트렌드를 만들어내는 당신은, 존재만으로도 주변을 빛나게 합니다.",
    "advice": "그대의 주변엔 늘 새로운 바람이 불어, 닿는 모든 것을 신선하게 만드는구려. 허나 흩날리는 바람은 씨앗을 맺기 어려운 법. 가장 마음에 드는 바람 하나를 골라, 아름다운 꽃을 피워보는 것은 어떻겠소?"
  },
  "WGIJ": {
    "alias": "꿈을 짓는 설계자",
    "imageUrl": "/assets/images/WGIJ.png",
    "description": "토리가 당신의 이야기에서 발견한 것은, 머릿속의 위대한 이상을 현실에 구현하기 위해 거대한 설계도를 그리는 꿈의 설계자입니다. 당신의 강력한 에너지(W)는 눈에 보이지 않는 원대한 꿈과 비전(G)을 향해 있습니다. 당신은 흔들림 없는 이성(I)과 철저한 계획(J)을 통해, 아무도 상상하지 못했던 새로운 세상을 창조해냅니다. 세상을 바꾸는 스타트업의 창업가, 새로운 도시를 설계하는 건축가가 바로 당신의 모습입니다.",
    "advice": "하늘에 닿을 듯한 그대의 꿈이 참으로 원대하구려. 잊지 마시게, 가장 높은 꿈도 결국 땅에 딛고 서야 한다는 것을. 그대의 위대한 설계도를 사람들이 이해할 수 있도록 차근차근 설명해주는 다정함이 필요하다네."
  },
  "WGIY": {
    "alias": "세상을 바꾸는 물결",
    "imageUrl": "/assets/images/WGIY.png",
    "description": "토리가 당신의 이야기에서 발견한 것은, 고요한 호수에 떨어진 조약돌 하나가 되어 세상을 바꾸는 거대한 물결을 일으키는 모습입니다. 당신의 강한 에너지(W)는 더 나은 세상을 만들고 싶다는 뜨거운 이상(G)에서 나옵니다. 당신은 냉철한 원칙(I)에 따라 행동하며, 예측불허의 변화(Y) 속에서 낡은 관습을 깨고 새로운 흐름을 만들어냅니다. 선한 영향력을 전파하는 사회 운동가, 가치에 투자하는 투자자가 당신의 모습입니다.",
    "advice": "그대의 생각 하나가 세상을 바꾸는 거대한 물결이 되니, 그 영향력이 참으로 놀랍구려. 명심하시게, 가장 강한 물결도 근원이 되는 샘물이 마르면 멈추는 법. 그대 마음속 샘물을 채우는 시간을 꼭 가지시게."
  },
  "WGHJ": {
    "alias": "마음을 잇는 메신저",
    "imageUrl": "/assets/images/WGHJ.png",
    "description": "토리가 당신의 이야기에서 발견한 것은, 서로 다른 사람들 사이에 다리를 놓아 마음과 마음을 연결하는 따뜻한 메신저의 모습입니다. 당신의 외향적인 에너지(W)는 더 넓은 세상을 향한 이상(G)과 맞닿아 있습니다. 당신은 논리적인 설득보다 진심 어린 소통(H)의 힘을 믿으며, 꾸준한 관계(J)를 통해 신뢰를 쌓아갑니다. 뛰어난 외교관, 브랜드의 얼굴이 되는 앰배서더가 바로 당신의 모습입니다.",
    "advice": "그대는 사람과 사람 사이에 따뜻한 길을 내는 재주가 있구려. 참으로 귀한 능력일세. 허나 모든 길을 다니느라 정작 그대 자신의 마음이 머물 길을 잃지 않도록, 가끔은 홀로 걷는 시간을 가지시게."
  },
  "WGHY": {
    "alias": "가을 들판의 풍요",
    "imageUrl": "/assets/images/WGHY.png",
    "description": "토리가 당신의 이야기에서 발견한 것은, 따사로운 햇살 아래 모든 것을 넉넉하게 품어주는 가을 들판의 풍요입니다. 당신의 에너지는 가을 햇살처럼 따뜻하고(W) 너그러우며, 모든 존재가 조화롭게 살기를 바라는 이상(G)을 품고 있습니다. 당신은 엄격한 규칙보다 모든 것을 포용하는 따뜻함(H)으로 사람들을 대하며, 계절이 바뀌듯 자연스러운 변화(Y)를 따릅니다.",
    "advice": "그대의 마음은 가을 들판처럼 풍요로워, 누구든 곁에 오면 넉넉해지는구려. 허나 명심하시게, 잘 익은 곡식은 거두어 곳간에 채워야 비로소 내 것이 되는 법. 베푸는 것만큼이나 스스로를 챙기는 지혜도 필요하다네."
  },
  "NSIJ": {
    "alias": "믿음을 주는 기준점",
    "imageUrl": "/assets/images/NSIJ.png",
    "description": "토리가 당신의 이야기에서 발견한 것은, 거친 바다 위에서도 선원들이 믿고 의지할 수 있는 단단한 기준점, 바로 등대의 모습입니다. 당신의 에너지는 화려하진 않지만(N), 현실(S)에 깊이 뿌리내린 신뢰를 바탕으로 합니다. 당신은 감정보다 객관적인 데이터와 원칙(I)을 따르며, 정해진 계획(J)에 따라 묵묵히 자신의 빛을 지킵니다. 모두가 인정하는 전문가, 데이터 과학자가 당신의 모습입니다.",
    "advice": "그대가 굳건히 서 있는 덕분에 많은 이들이 길을 잃지 않으니, 그 신뢰가 참으로 깊구려. 다만, 세상의 길은 계속해서 새로 생겨나는 법이라네. 가끔은 그대의 기준 밖에도 새로운 길이 있다는 것을 믿어보는 것은 어떻겠소?"
  },
  "NSIY": {
    "alias": "자신만의 검을 벼리는 장인",
    "imageUrl": "/assets/images/NSIY.png",
    "description": "토리가 당신의 이야기에서 발견한 것은, 세상의 소음에서 벗어나 고요히 자신만의 검을 벼리는 장인의 모습입니다. 당신은 내면(N)의 집중력으로 자신만의 기술이라는 현실(S)을 극한까지 파고듭니다. 당신의 길은 타협 없는 원칙(I)으로 이루어져 있으며, 정해진 길 없이(Y) 오직 실력으로 자신을 증명합니다. 대체 불가능한 스페셜리스트, 독립 프로듀서가 바로 당신의 모습입니다.",
    "advice": "평생을 바쳐 벼린 그대의 실력이 보석처럼 빛나는구려. 허나 진정한 장인은 자신의 작품을 세상에 내보일 용기도 있는 법이라네. 그대의 실력을 세상과 나눌 때, 그 가치는 더욱 커질 걸세."
  },
  "NSHJ": {
    "alias": "진심을 담는 공예가",
    "imageUrl": "/assets/images/NSHJ.png",
    "description": "토리가 당신의 이야기에서 발견한 것은, 흙을 빚어 아름다운 도자기를 만드는 것처럼, 자신의 진심을 담아 무언가를 만들어내는 공예가의 모습입니다. 당신은 조용한 시간(N) 속에서 현실의 재료(S)를 다듬어 자신만의 작품을 만듭니다. 당신의 작품에는 사람의 마음을 움직이는 따뜻한 힘(H)이 깃들어 있으며, 꾸준함(J)이야말로 당신의 가장 위대한 재능입니다.",
    "advice": "그대의 손끝에는 진심이 담겨 있어, 평범한 흙도 귀한 도자기로 만드는 힘이 있구려. 그 소중한 마음이 깨어질까 세상에 내놓기 두려운가? 그대의 진심을 알아볼 사람은 반드시 있으니, 조금만 용기를 내보시게."
  },
  "NSHY": {
    "alias": "일상 속 여행자",
    "imageUrl": "/assets/images/NSHY.png",
    "description": "토리가 당신의 이야기에서 발견한 것은, 익숙한 골목길에서도 새로운 풍경을 찾아내는 자유로운 여행자의 시선입니다. 당신은 거창한 계획을 세우기보다, 조용한 내면(N)의 이끌림에 따라 지금 이 순간의 아름다움(S)을 발견하는 것을 좋아합니다. 당신의 삶은 논리적인 설명보다 마음으로 느끼는 기쁨과 화합(H)으로 채워져 있으며, 발길 닿는 대로 움직이는 자율적인 여정(Y) 그 자체입니다.",
    "advice": "평범한 일상 속에서도 보석 같은 순간을 찾아내는 그대의 시선이 참으로 아름답구려. 진정한 여행의 고수는 화려한 풍경뿐 아니라, 돌아올 집의 소중함도 아는 법이라네. 그대의 자유로운 영혼이 쉴 수 있는 단단한 현실을 마련하는 것도 잊지 마시게."
  },
  "NGIJ": {
    "alias": "고요한 밤의 등대",
    "imageUrl": "/assets/images/NGIJ.png",
    "description": "토리가 당신의 이야기에서 발견한 것은, 모두가 잠든 고요한 밤바다를 비추는 등대의 모습입니다. 당신은 세상의 소란에서 벗어나(N) 깊은 사유를 통해 세상의 본질과 이상(G)을 꿰뚫어 봅니다. 당신의 빛은 감정에 흔들리지 않는 명확한 이성(I)이며, 정해진 규칙(J)에 따라 멀리 있는 배들에게 길을 알려줍니다. 뛰어난 통찰력을 가진 애널리스트, 조용한 멘토가 당신의 모습입니다.",
    "advice": "그대의 지혜는 깊은 밤의 등대와 같아, 멀리서도 길을 밝혀주는구려. 허나 등잔 밑이 어두운 법이니, 그 밝은 빛으로 남들뿐만 아니라 그대 자신의 마음속 어둠도 한번 비춰보시게나."
  },
  "NGIY": {
    "alias": "자신만의 섬을 가진 탐험가",
    "imageUrl": "/assets/images/NGIY.png",
    "description": "토리가 당신의 이야기에서 발견한 것은, 누구의 간섭도 받지 않는 자신만의 섬을 가진 탐험가의 모습입니다. 당신은 세상의 기준이 아닌, 당신 내면(N)의 목소리와 이상(G)을 따라 자신만의 세계를 구축합니다. 당신은 자신만의 합리적인 원칙(I)에 따라 행동하며, 무엇에도 얽매이지 않는 자유로운 탐험(Y)을 계속합니다. 독립적인 연구자, 철학자가 당신의 모습입니다.",
    "advice": "그대만의 세계가 있다는 것은 참으로 멋진 일이나, 사람은 섬이 아니라는 옛말도 있다네. 가끔은 뭍으로 나올 다리를 놓아보시게. 그대의 세계는 다른 이들과 연결될 때 더욱 넓어질 수 있다오."
  },
  "NGHJ": {
    "alias": "이른 봄의 햇살",
    "imageUrl": "/assets/images/NGHJ.png",
    "description": "토리가 당신의 이야기에서 발견한 것은, 겨우내 얼어붙었던 땅을 녹이고 새싹을 틔우는 이른 봄의 햇살입니다. 당신의 따뜻함은 조용히(N) 스며들어, 사람들의 마음속에 있는 이상적인 선함(G)을 일깨웁니다. 당신은 차가운 규칙보다 따뜻한 공감과 화합(H)으로 세상을 대하며, 꾸준함(J)으로 주변에 안정감을 줍니다. 많은 이들에게 영감을 주는 인플루언서, 따뜻한 상담가가 당신의 모습입니다.",
    "advice": "그대의 마음은 이른 봄의 햇살과 같아, 얼어붙은 모든 것을 녹이는 힘이 있구려. 허나 기억하시게, 해는 지고 다시 떠오르며 힘을 얻는 법. 온 세상을 비추기 전에, 그대 자신을 먼저 따뜻하게 안아주어야 한다네."
  },
  "NGHY": {
    "alias": "이야기를 만드는 작가",
    "imageUrl": "/assets/images/NGHY.png",
    "description": "토리가 당신의 이야기에서 발견한 것은, 밤하늘의 별들을 엮어 새로운 세상을 창조하는 이야기 작가의 모습입니다. 당신의 시선은 항상 당신의 내면(N)과 아직 세상에 없는 무한한 가능성의 세계(G)를 향해 있습니다. 당신은 세상의 논리보다 당신의 마음과 작품이 나누는 교감(H)을 믿으며, 정해진 결말 없이(Y) 자유롭게 상상의 나래를 펼칩니다.",
    "advice": "그대의 머릿속 이야기들은 밤하늘의 별처럼 참으로 아름답구려. 그 별들을 엮어 세상에 단 하나뿐인 별자리를 만들어보는 것은 어떻겠소? 그대의 첫 번째 이야기가 완성될 때, 토리가 가장 먼저 밤하늘을 올려다보겠네."
  }
}