{
  "ten_god": "정재",
  "modern_alias": [
    "안정 수입",
    "월급",
    "지속적 수익"
  ],
  "categories": {
    "personality": "정재(正財)는 십신 중 가장 “현실적이고 성실한 성격”을 대표한다. 이 기운이 강한 사람은 감정보다 이성을, 충동보다 계획을 중시하며, 삶의 모든 영역에서 ‘질서와 균형’을 추구한다. 이들은 주변에서 “믿을 수 있는 사람”, “안정된 사람”으로 평가받으며, 겉으로는 조용하고 절제되어 있지만 내면에는 강한 의지와 책임감이 깃들어 있다. 명리학적으로 정재는 신뢰, 관리, 실질, 그리고 지속성의 별이다. 따라서 이들의 성격은 언제나 “일관된 기준과 원칙”을 중심으로 움직인다.\n\n정재형의 사고방식은 매우 논리적이다. 감정이 격해지는 상황에서도 냉정함을 유지하려 노력하고, 문제를 해결할 때는 항상 “현실적으로 가능한가?”를 먼저 판단한다. 이 때문에 비현실적인 상상력이나 즉흥적인 결정과는 거리가 있다. 이들의 장점은 바로 이 “현실 감각”에 있다. 위기 상황에서도 흔들리지 않고, 체계적으로 대응하며, 단기적 이익보다 장기적 안정을 선택한다. 그러나 이러한 합리성과 절제는 때로 감정 표현의 억제로 이어질 수 있다. 타인의 시선에서는 “감정이 없는 사람”, “무뚝뚝하다”는 인상을 줄 수 있다. 하지만 실제로는 정재형도 따뜻한 마음을 지니고 있으며, 다만 그 감정을 책임과 실천으로 표현할 뿐이다.\n\n정재형의 성격은 조직과 사회 속에서 안정감을 제공한다. 이들은 규칙을 존중하고, 자신이 속한 공동체에서의 역할을 중요하게 여긴다. 즉, 개인적 성취보다 “모두가 잘 되는 구조”를 만드는 데 관심이 많다. 그 결과 정재형은 직장이나 가정, 공동체 내에서 “보이지 않는 중심축”으로 작용한다. 모두가 불안할 때 이들은 묵묵히 자리를 지키며 신뢰를 쌓는다. 이러한 책임감은 정재형의 가장 큰 미덕이지만, 동시에 자기희생적 경향으로 작용하기도 한다. 자신보다 타인을 우선시하며, 때로는 감정의 피로를 스스로 감당하려는 경향이 강하다. 따라서 정재형에게는 “자기 돌봄(Self-care)”의 훈련이 필수적이다.\n\n형충합해의 관점에서 보면, 정재가 비견과 충돌할 경우 고집과 경쟁의 에너지로 변한다. 이 시기에는 자신의 기준을 고집하며 타인과 마찰이 생기기 쉽다. 반면 식신·정관과의 합이 이루어질 때는 성실함과 신뢰감이 극대화되어, 조직 내에서 인정을 받고 승진·평판 상승으로 이어진다. 또한 편재의 기운이 강하게 작용할 경우, 평소의 신중함이 완화되어 사회적 유연성과 사교성이 증가한다. 이 시기에는 인간관계의 폭이 넓어지고, 새로운 기회가 들어온다. 하지만 겁재의 기운이 들어오면 신뢰 기반이 흔들리므로 금전·관계·감정적 판단에서 ‘감정보다 원칙’을 잃지 않아야 한다.\n\n정재형은 도덕적 기준이 높고 내면의 질서감이 강한 성격이다. 불의나 불공정한 일을 참지 못하고, 스스로 정직함을 지키려 한다. 그 결과 타인에게 신뢰받지만, 때로는 완벽주의로 인한 피로를 느낀다. “잘해야 한다”, “흠이 없어야 한다”는 생각이 과도하면 스스로를 압박하는 결과를 낳는다. 이때는 모든 일을 완벽히 끝내려 하기보다 ‘적정선의 만족’을 배우는 것이 필요하다. 자신의 기준이 높을수록 타인에게도 같은 기준을 요구하기 때문에, 관계에서 엄격한 인상을 줄 수 있다. 정재형이 진정한 인간적 매력을 발휘하려면, ‘관용’과 ‘유연함’을 내면의 균형축으로 삼아야 한다.\n\n연령대별로 보면, 20대에는 성실함과 책임감이 또래보다 일찍 드러난다. 직업·학업 모두에서 “믿을 수 있는 사람”으로 인정받는다. 30대에는 사회적 책임이 확대되며, 자기 기준이 확고해진다. 이 시기에는 ‘리더의 틀’을 잡는 과정이지만, 감정 소통의 부재에 주의해야 한다. 40대 이후에는 안정과 신뢰를 통해 사회적 지위를 확립하며, 정재의 진가가 드러난다. 50대 이후에는 후배 양성, 조언자 역할로 전환되며, 삶의 균형과 평온을 중시하는 원숙한 성격으로 발전한다.\n\n결론적으로, 정재형의 성격은 “성실과 신뢰의 결정체”다. 이들은 세상에 질서를 만들고, 관계를 안정시키며, 자신의 책임을 끝까지 완수하는 사람들이다. 다만 진정한 완성은 ‘성실함 속의 여유’, 즉 완벽보다 조화로운 인간미를 더할 때 이루어진다. 정재형이 자신의 원칙을 유지하되, 감정의 유연함을 더한다면 그의 인생은 단단하면서도 따뜻한 빛으로 완성될 것이다.\n"
  }
}