{
  "비견": {
    "50": {
      "총운": [
        "오늘은 혼자서 모든 걸 해결하려는 욕심이 강할 수 있습니다. 주변의 도움을 받아도 괜찮아요.",
        "자존심이 방해가 될 수 있습니다. 고집보다 유연함이 더 큰 힘입니다.",
        "혼자서 버티기보다 함께 나누면 일이 훨씬 수월해집니다."
      ],
      "재물": [
        "금전적으로는 보통 수준입니다. 무리한 독단적 결정은 피하세요.",
        "지출을 혼자 책임지려 하지 마세요. 가족이나 동료의 의견을 참고하세요.",
        "당신의 자립심은 훌륭하지만 협력 속에서 수익이 커질 수 있습니다."
      ],
      "연애": [
        "자존심이 감정을 가릴 수 있습니다. 먼저 다가가는 용기가 필요해요.",
        "상대의 마음보다 내 기준이 강할 수 있습니다. 한 발 물러서세요.",
        "감정 표현이 서툴 수 있지만, 진심은 전달됩니다."
      ],
      "커리어": [
        "혼자 일하려는 성향이 강해질 수 있습니다. 협업이 더 좋은 결과를 만듭니다.",
        "책임감은 좋지만 모든 걸 떠안지 마세요. 효율이 떨어집니다.",
        "완벽주의를 내려놓으면 더 빨리 성장할 수 있습니다."
      ],
      "건강": [
        "스트레스가 쌓이기 쉬운 날입니다. 몸보다 마음의 피로를 챙기세요.",
        "긴장을 풀고 깊은 호흡을 하세요. 마음의 안정이 중요합니다.",
        "운동보단 휴식이 필요합니다. 무리하지 마세요."
      ],
      "가족": [
        "가족에게 마음을 숨기지 마세요. 솔직한 대화가 관계를 회복시킵니다.",
        "가족의 간섭이 답답하게 느껴질 수 있습니다. 표현은 부드럽게 하세요.",
        "가족의 조언을 귀담아들으면 예상외의 도움이 됩니다."
      ]
    },
    "60": {
      "총운": [
        "독립심이 강해지는 날입니다. 하지만 조언을 들을 줄 아는 것도 능력입니다.",
        "자기 확신이 생기지만, 주변과의 균형이 필요합니다.",
        "혼자서 충분히 해낼 수 있지만, 때로는 도움을 받는 게 더 현명합니다."
      ],
      "재물": [
        "작은 수익이 생기지만 지출도 함께 따릅니다. 계획을 세우세요.",
        "금전 문제를 혼자 처리하면 놓치는 부분이 있을 수 있습니다. 상의하세요.",
        "독단보단 객관적인 시선이 필요합니다. 숫자는 감정이 아닙니다."
      ],
      "연애": [
        "자존감이 높아 자신감이 생깁니다. 하지만 상대의 감정도 존중하세요.",
        "솔직한 표현이 좋습니다. 단, 말투를 조심하세요.",
        "상대의 의도를 오해할 수 있습니다. 한 번 더 대화를 나누세요."
      ],
      "커리어": [
        "자신의 의견이 강하게 드러납니다. 다만 팀워크를 잊지 마세요.",
        "오늘은 책임감이 높지만, 주변의 의견을 수용하면 더 완벽해집니다.",
        "혼자 결정하기보다 팀과 공유하세요. 결과가 달라집니다."
      ],
      "건강": [
        "체력은 좋지만 피로가 쌓일 수 있습니다. 휴식의 타이밍을 잡으세요.",
        "식사를 거르지 마세요. 에너지가 일의 효율로 이어집니다.",
        "스트레칭이나 가벼운 산책으로 몸의 균형을 회복하세요."
      ],
      "가족": [
        "가족과의 갈등은 대화로 풀립니다. 자존심을 내려놓으면 답이 보여요.",
        "가족이 당신의 결정을 존중합니다. 단, 진심을 먼저 전하세요.",
        "조용한 대화가 가족 관계를 부드럽게 만듭니다."
      ]
    },
    "70": {
      "총운": [
        "오늘은 자신감이 상승하는 날입니다. 단, 자만으로 흐르지 않게 조심하세요.",
        "당신의 의지가 강합니다. 하지만 주변과의 온도차를 고려하세요.",
        "주체적인 판단이 돋보이지만, 융통성을 유지하세요."
      ],
      "재물": [
        "금전적인 흐름이 안정됩니다. 당신의 실속 있는 판단이 돋보입니다.",
        "협업을 통한 수익 기회가 있습니다. 신뢰를 기반으로 하세요.",
        "당신의 독립적인 태도가 신뢰를 얻습니다. 꾸준함이 금전운을 키웁니다."
      ],
      "연애": [
        "당신의 매력이 자연스럽게 드러납니다. 다만 독선적인 태도는 피하세요.",
        "상대가 먼저 다가오길 기다리지 말고 부드럽게 표현하세요.",
        "진심 어린 대화가 관계를 깊게 만듭니다. 솔직함이 매력이에요."
      ],
      "커리어": [
        "리더십이 빛나는 날입니다. 단, 지시보다 협조를 우선하세요.",
        "동료의 의견을 존중하면 신뢰가 쌓입니다.",
        "책임감과 추진력이 조화를 이룹니다. 당신의 중심이 팀을 이끕니다."
      ],
      "건강": [
        "컨디션이 안정적입니다. 다만 긴장을 풀지 않으면 피로가 누적됩니다.",
        "활동량이 많아질 수 있습니다. 수분 보충을 잊지 마세요.",
        "균형 잡힌 식사가 에너지를 지탱합니다. 단 음식을 줄이세요."
      ],
      "가족": [
        "가족과의 대화에서 리더 역할을 하게 됩니다. 배려를 잊지 마세요.",
        "가족이 당신을 신뢰합니다. 그 기대가 에너지가 됩니다.",
        "가족의 조언이 현실적으로 도움이 됩니다."
      ]
    },
    "80": {
      "총운": [
        "오늘은 자신감이 강하게 드러나는 날입니다. 확신을 행동으로 옮기세요.",
        "당신의 판단이 정확합니다. 단, 독단적으로 흐르지 않게 주의하세요.",
        "스스로 결정한 일이라면 끝까지 책임질 수 있는 날입니다."
      ],
      "재물": [
        "금전운이 상승합니다. 혼자 추진한 일이 성과로 이어집니다.",
        "당신의 계획이 현실이 됩니다. 단, 세부 조율은 잊지 마세요.",
        "독립적인 판단이 재정 안정으로 연결됩니다."
      ],
      "연애": [
        "당신의 매력이 뚜렷하게 드러납니다. 솔직한 표현이 통합니다.",
        "상대가 당신의 리더십에 끌립니다. 다만 부드러운 태도가 필요합니다.",
        "관계를 주도하되, 상대의 의견도 존중하세요."
      ],
      "커리어": [
        "결단력이 돋보입니다. 팀의 중심이 되는 날입니다.",
        "리더십과 추진력이 강하게 발휘됩니다. 단, 협업도 잊지 마세요.",
        "성과가 가시화됩니다. 당신의 노력은 헛되지 않았습니다."
      ],
      "건강": [
        "기운이 활발합니다. 활동량이 많을수록 피로 관리가 필요합니다.",
        "긴장을 풀어주는 스트레칭이 도움이 됩니다.",
        "자신감이 컨디션을 끌어올립니다. 그러나 과신은 금물입니다."
      ],
      "가족": [
        "가족이 당신의 결정을 지지합니다. 조언을 들으면 더 큰 지혜가 생깁니다.",
        "가족 간의 협력이 원활합니다. 따뜻한 대화가 운을 부릅니다.",
        "당신의 진심이 가족을 하나로 만듭니다."
      ]
    },
    "90": {
      "총운": [
        "오늘은 리더로서의 당신이 가장 빛납니다. 자신감을 행동으로 표현하세요.",
        "결단력이 강화됩니다. 주도권을 쥐고 움직이세요.",
        "주변이 당신을 신뢰합니다. 그 기대에 응답하세요."
      ],
      "재물": [
        "성과가 눈에 띄게 드러납니다. 수익이 늘거나 계약이 성사됩니다.",
        "독립적인 판단이 수익으로 이어집니다. 실질적인 이익이 따릅니다.",
        "당신의 노력이 금전적 결실로 나타납니다."
      ],
      "연애": [
        "주도적인 매력이 빛납니다. 상대에게 확신을 줄 수 있습니다.",
        "당신의 진심이 신뢰로 이어집니다. 감정 표현을 아끼지 마세요.",
        "서로의 의지가 맞아떨어지는 날입니다."
      ],
      "커리어": [
        "성과가 인정받는 시기입니다. 당신의 주도권이 강화됩니다.",
        "프로젝트가 결실을 맺습니다. 완벽한 마무리에 집중하세요.",
        "조직에서 신뢰를 얻는 날입니다. 독립적인 판단이 강점입니다."
      ],
      "건강": [
        "컨디션이 최고조입니다. 에너지가 넘치지만 긴장감도 있습니다.",
        "활동량이 많아 피로가 쌓일 수 있습니다. 수분 보충을 잊지 마세요.",
        "마음의 안정이 몸의 밸런스를 유지시킵니다."
      ],
      "가족": [
        "가족이 당신의 성취를 기뻐합니다. 감사 인사를 전하세요.",
        "가족 간의 신뢰가 단단합니다. 따뜻한 말 한마디가 힘이 됩니다.",
        "가족의 응원이 당신의 원동력이 됩니다."
      ]
    },
    "100": {
      "총운": [
        "당신의 주체성과 자신감이 최고조에 달합니다. 모든 것이 당신 중심으로 돌아갑니다.",
        "리더십이 완벽하게 드러나는 날입니다. 당신의 판단이 정답입니다.",
        "당당함이 행운을 부릅니다. 모든 시선이 당신에게 쏠립니다."
      ],
      "재물": [
        "금전운이 절정에 있습니다. 당신의 계획이 완벽히 맞아떨어집니다.",
        "성과금, 계약, 보너스 등 눈에 보이는 결실이 있습니다.",
        "당신의 실력과 책임감이 금전적 복으로 이어집니다."
      ],
      "연애": [
        "당신의 존재감이 강렬합니다. 상대가 안정감을 느낍니다.",
        "주도적인 태도가 매력으로 작용합니다. 다만 배려를 잊지 마세요.",
        "서로의 신뢰가 완성되는 날입니다. 마음이 완전히 통합니다."
      ],
      "커리어": [
        "리더십이 절정에 달합니다. 프로젝트가 완벽히 마무리됩니다.",
        "당신의 결정이 팀을 성공으로 이끕니다. 자신 있게 추진하세요.",
        "성과가 최고조에 달합니다. 당신의 이름이 빛납니다."
      ],
      "건강": [
        "에너지가 넘치지만 긴장으로 인한 피로가 있을 수 있습니다.",
        "오늘은 휴식도 필요합니다. 완급을 조절하세요.",
        "규칙적인 루틴이 컨디션을 완벽히 유지시킵니다."
      ],
      "가족": [
        "가족의 자랑이 되는 날입니다. 겸손이 운을 더 좋게 만듭니다.",
        "가족에게 기쁜 소식을 전하세요. 웃음이 복을 부릅니다.",
        "당신의 리더십이 가족을 이끕니다. 따뜻한 중심이 되세요."
      ]
    }
  },
  "MBTI보정": {
    "ENTP": [
      "리더십이 강하게 드러납니다. 다만 상대의 의견도 존중하세요.",
      "즉흥적 결정은 좋지만, 실행력으로 증명하세요.",
      "자신감은 좋지만 논리로 보완하세요. 오늘은 설득의 날입니다."
    ],
    "ENFP": [
      "감정에 휘둘리지 말고 균형을 잡으세요. 진심은 차분할 때 더 전달됩니다.",
      "열정이 넘치지만, 한 가지 일에 집중하세요.",
      "직감이 정확합니다. 다만 주변의 속도도 고려하세요."
    ],
    "ENTJ": [
      "리더십이 강점이지만 완벽주의는 피하세요. 함께 가는 게 더 멀리 갑니다.",
      "당신의 결정력이 돋보입니다. 하지만 피드백은 받아들이세요.",
      "확신이 강하더라도 유연성을 잃지 마세요."
    ],
    "ENFJ": [
      "타인을 이끄는 힘이 있습니다. 하지만 감정적으로 휘둘리지 마세요.",
      "조화로운 리더십이 신뢰를 만듭니다. 부드럽게 조율하세요.",
      "사람들의 시선이 당신을 따릅니다. 겸손이 빛을 유지시킵니다."
    ],
    "INTP": [
      "독립적인 사고가 강점이지만, 소통을 게을리하지 마세요.",
      "자기 생각을 정리하면 주변이 당신을 이해합니다.",
      "조용히 일할 때 효율이 극대화됩니다. 집중하세요."
    ],
    "INFP": [
      "자존감이 강하지만, 감정에 너무 몰입하지 마세요.",
      "자신의 가치관을 존중하세요. 하지만 타인의 기준도 이해하세요.",
      "진심은 말보다 행동으로 보여줄 때 힘이 생깁니다."
    ],
    "INTJ": [
      "목표가 명확합니다. 오늘은 전략적으로 움직이세요.",
      "계획이 완벽해도 사람의 감정은 변수입니다. 부드럽게 접근하세요.",
      "혼자서도 완벽하지만, 협력이 더 큰 결과를 만듭니다."
    ],
    "INFJ": [
      "자기 확신이 강하지만, 타인의 감정도 살피세요.",
      "오늘은 말보다 행동이 신뢰를 만듭니다.",
      "차분히 조율하면 주변이 자연스럽게 따릅니다."
    ],
    "ESTP": [
      "직관이 정확하지만, 단기적 판단은 피하세요.",
      "당신의 추진력이 빛납니다. 하지만 상대의 반응도 고려하세요.",
      "빠르게 결정하되, 마무리는 꼼꼼히 하세요."
    ],
    "ESFP": [
      "자신감 넘치는 태도가 매력입니다. 다만 말보다 경청이 중요합니다.",
      "감정 표현은 좋지만, 상대의 반응을 기다릴 줄도 아세요.",
      "긍정적인 에너지가 관계를 부드럽게 만듭니다."
    ],
    "ESTJ": [
      "책임감이 강한 날입니다. 다만 완벽주의는 피하세요.",
      "조직적인 판단이 빛납니다. 하지만 부드러운 리더십이 필요합니다.",
      "결정력은 이미 충분합니다. 배려가 완성도를 높입니다."
    ],
    "ESFJ": [
      "협력이 좋은 성과를 냅니다. 모두가 당신을 신뢰합니다.",
      "감정 조율이 필요한 날입니다. 말보다 분위기를 읽으세요.",
      "진심 어린 배려가 관계를 단단히 만듭니다."
    ],
    "ISTP": [
      "혼자 일할 때 집중력이 높습니다. 하지만 보고 체계를 지키세요.",
      "효율적인 방식이 강점이지만, 커뮤니케이션도 중요합니다.",
      "논리적으로 판단하면 실수가 줄어듭니다."
    ],
    "ISFP": [
      "감정이 예민해질 수 있습니다. 조용한 시간으로 에너지를 회복하세요.",
      "자신의 속도대로 움직이세요. 비교는 의미 없습니다.",
      "작은 일이라도 꾸준히 하면 결과가 따라옵니다."
    ],
    "ISTJ": [
      "책임감이 강하지만, 융통성을 조금 더 가지세요.",
      "오늘은 계획보다 사람을 우선하세요.",
      "정직함이 신뢰를 만듭니다. 느리더라도 바르게 가세요."
    ],
    "ISFJ": [
      "주변을 돕는 당신의 태도가 빛납니다. 다만 스스로를 돌보세요.",
      "감정 표현을 두려워하지 마세요. 신뢰가 쌓입니다.",
      "오늘은 따뜻한 말 한마디가 가장 큰 힘이 됩니다."
    ]
  },
  "랜덤요소": {
    "포인트컬러": [
      "딥 블루",
      "카본 그레이",
      "버건디 레드",
      "올리브 그린",
      "카키 베이지"
    ],
    "포인트행동": [
      "목표를 종이에 직접 적기",
      "주변 사람에게 짧은 감사 인사 전하기",
      "운동 20분 실천하기",
      "하루 일정 중 하나 과감히 생략하기",
      "집중할 때 휴대폰 뒤집어두기"
    ],
    "포인트사물": [
      "가죽 카드지갑",
      "스테인리스 텀블러",
      "블루 펜",
      "간결한 손목시계",
      "메모용 포스트잇"
    ]
  }
}
