{
  "정관": {
    "50": {
      "총운": [
        "오늘은 주변의 눈치를 많이 보게 되는 하루입니다. 조급한 판단보다 상황을 관찰하는 게 유리합니다. 원칙을 지키면 흐름이 안정됩니다.",
        "계획이 어긋나도 실수로 이어지진 않습니다. 냉정하게 판단하면 되돌릴 수 있어요.",
        "작은 책임이라도 끝까지 마무리하면 신뢰가 쌓입니다. 오늘의 성실함이 내일의 기회를 만듭니다."
      ],
      "재물": [
        "예상치 못한 지출이 생길 수 있습니다. 충동적 소비는 피하고, 사용 목적을 명확히 하세요. 돈의 흐름은 기록이 지켜줍니다.",
        "당장 이익보다 손익의 균형을 점검하세요. 계산적인 태도가 손실을 막습니다.",
        "오늘은 재정보다 신용이 중요합니다. 약속을 지키는 게 재물운의 핵심이에요."
      ],
      "연애": [
        "상대의 반응이 차가워 보여도 의도는 다릅니다. 감정보다 신뢰로 대하세요.",
        "관계에 잡음이 생기면 말을 아끼는 편이 현명합니다. 침착함이 매력을 높입니다.",
        "새로운 인연보다는 기존의 관계를 다듬는 게 좋습니다. 안정이 진심을 지켜줍니다."
      ],
      "커리어": [
        "업무에 잡음이 생길 수 있지만 결과는 안정적입니다. 책임을 끝까지 지면 평가가 달라집니다.",
        "오늘은 상사나 선배의 말을 경청해야 합니다. 원칙을 따르는 자세가 유리합니다.",
        "서류, 메일, 일정 관리에 신경 쓰세요. 꼼꼼함이 실수보다 큰 신뢰를 줍니다."
      ],
      "건강": [
        "긴장감이 유지되는 하루입니다. 커피를 줄이고 충분한 수분을 섭취하세요.",
        "허리나 어깨 통증이 있다면 바른 자세를 유지하세요. 균형이 체력을 지켜줍니다.",
        "피로를 억지로 참지 말고 잠깐의 휴식을 취하세요. 효율은 휴식에서 나옵니다."
      ],
      "가족": [
        "가족의 기대가 부담으로 느껴질 수 있습니다. 말보다 행동으로 마음을 전하세요.",
        "작은 약속이라도 지키면 분위기가 좋아집니다. 책임이 사랑을 증명합니다.",
        "가족과의 대화에서는 감정보다 현실적인 조언이 필요합니다. 진심은 차분함 속에 있습니다."
      ]
    },
    "60": {
      "총운": [
        "오늘은 계획대로 일이 진행됩니다. 원칙을 지키는 것이 안정의 열쇠입니다. 작은 일에도 책임감을 잊지 마세요.",
        "주변의 신뢰를 얻기 좋은 날입니다. 성실함이 평판으로 이어집니다.",
        "결정을 내릴 때 이성적으로 판단하세요. 감정은 잠시, 원칙은 오래갑니다."
      ],
      "재물": [
        "지출보다는 수입의 흐름을 점검하세요. 재정의 기초를 다지는 날입니다.",
        "오늘은 불필요한 지출보다 유지비나 기본 생활비 점검이 우선입니다. 안정이 곧 자산이에요.",
        "수익보다 신용을 관리하세요. 신뢰가 다음 기회를 불러옵니다."
      ],
      "연애": [
        "관계가 차분하게 이어집니다. 진심보다는 안정이 필요한 시점이에요.",
        "오늘은 감정 표현을 줄이고 상대의 입장을 들어주세요. 공감이 신뢰를 쌓습니다.",
        "혼자 있는 시간이 관계를 성숙하게 만듭니다. 여유가 사랑을 단단하게 합니다."
      ],
      "커리어": [
        "규율과 절차를 지키면 결과가 따라옵니다. 무리한 시도보다 완성도를 챙기세요.",
        "상사의 지시가 까다롭게 느껴져도 원칙 속에 배움이 있습니다. 끝까지 책임지면 빛납니다.",
        "협업보다는 개인 집중도가 높습니다. 오늘은 자기 관리가 곧 성과예요."
      ],
      "건강": [
        "신체 리듬이 안정됩니다. 규칙적인 식사가 컨디션을 유지시켜요.",
        "책상 앞에서 자세를 자주 교정하세요. 균형이 피로를 줄입니다.",
        "과식보단 절제된 식사가 좋습니다. 절도가 곧 건강이에요."
      ],
      "가족": [
        "가족의 일에 감정적으로 개입하지 마세요. 차분한 조언이 도움이 됩니다.",
        "가족의 부탁은 들어주되 기준을 세워두세요. 무조건적인 수락은 부담이 됩니다.",
        "가족 대화는 짧더라도 진심이 담겨야 합니다. 신뢰는 꾸준함으로 쌓입니다."
      ]
    },
    "70": {
      "총운": [
        "오늘은 냉정한 판단력이 돋보입니다. 리더로서 중심을 잡기 좋은 날이에요. 결과보다 과정을 지키세요.",
        "계획했던 일이 순조롭게 흘러갑니다. 원칙 속의 유연함이 힘을 발휘합니다.",
        "오늘의 침착함이 내일의 성과를 결정합니다. 꾸준함이 곧 신뢰입니다."
      ],
      "재물": [
        "예상치 못한 제안이나 거래가 생길 수 있습니다. 조건을 꼼꼼히 확인하세요.",
        "지출보다 수입의 구조를 점검하세요. 단단한 기초가 재물운을 만듭니다.",
        "재정 계획이 명확해질수록 안정감이 커집니다. 원칙은 최고의 보험이에요."
      ],
      "연애": [
        "오늘은 진중한 대화가 필요한 날입니다. 말의 무게가 신뢰를 결정합니다.",
        "감정 표현보단 이해와 배려가 중심이 됩니다. 상대의 입장에서 생각해보세요.",
        "새로운 인연은 느리게 시작하세요. 진심이 깊이 전해집니다."
      ],
      "커리어": [
        "업무의 완성도가 높아집니다. 꼼꼼한 정리가 당신의 강점이에요.",
        "팀의 신뢰를 얻기 쉬운 날입니다. 맡은 일은 확실히 끝내세요.",
        "책임감 있는 태도가 평가로 이어집니다. 신뢰는 실력보다 오래갑니다."
      ],
      "건강": [
        "기운이 안정적이지만 긴장감이 유지됩니다. 스트레칭으로 근육을 풀어주세요.",
        "식습관의 균형이 중요합니다. 꾸준한 패턴이 건강을 만듭니다.",
        "목과 어깨의 긴장을 자주 풀어주세요. 바른 자세가 체력을 지켜줍니다."
      ],
      "가족": [
        "가족과의 신뢰가 단단해집니다. 약속을 지키는 모습이 마음을 움직입니다.",
        "가족에게 조언할 땐 감정보다 현실을 말하세요. 솔직함이 진심을 만듭니다.",
        "가족의 기대를 너무 부담스럽게 느끼지 마세요. 당신의 페이스를 지키는 게 중요합니다."
      ]
    },
    "80": {
      "총운": [
        "오늘은 안정감이 중심이 되는 하루입니다. 중심을 잡고 상황을 관리하면 모든 일이 원활히 돌아갑니다. 원칙 속에서도 여유를 잃지 마세요.",
        "리더십이 자연스럽게 드러납니다. 말보단 행동으로 신뢰를 보여주세요.",
        "결정이 필요하다면 오전이 유리합니다. 논리적인 판단이 결과를 이끌어요."
      ],
      "재물": [
        "재정 상황이 안정되며 흐름이 좋습니다. 장기 계획을 세우기 좋은 날이에요.",
        "계획적인 소비가 필요합니다. 절제된 태도가 재물운을 오래 지킵니다.",
        "오늘의 판단이 미래의 재정을 좌우합니다. 신중함이 곧 이익이에요."
      ],
      "연애": [
        "관계가 조용하지만 깊게 이어집니다. 신뢰가 관계의 기초가 됩니다.",
        "오늘은 말보다 행동으로 마음을 보여주세요. 일관성이 매력으로 이어집니다.",
        "상대가 조용해도 마음은 멀어지지 않았습니다. 기다림 속에 진심이 자랍니다."
      ],
      "커리어": [
        "책임감이 인정받는 날입니다. 맡은 일에 집중하면 평가가 따라옵니다.",
        "회의나 발표에서 주목받을 수 있습니다. 정확한 표현이 신뢰를 높입니다.",
        "리더의 조언을 겸허히 받아들이세요. 경험은 곧 지름길이에요."
      ],
      "건강": [
        "기운이 안정되지만 긴장이 남아있습니다. 심호흡으로 리듬을 맞추세요.",
        "스트레칭이나 간단한 산책이 도움이 됩니다. 규칙적인 루틴이 회복의 열쇠예요.",
        "밤에는 전자기기 사용을 줄이세요. 평정심이 컨디션을 회복시킵니다."
      ],
      "가족": [
        "가족이 당신의 결정을 지지합니다. 감사의 표현을 잊지 마세요.",
        "가족 간의 오해가 풀리는 흐름입니다. 차분하게 대화를 이끌어가세요.",
        "가족과의 시간은 짧더라도 진심이 중요합니다. 대화가 관계를 회복시킵니다."
      ]
    },
    "90": {
      "총운": [
        "오늘은 명확한 판단력으로 모든 일을 이끌어갈 수 있습니다. 신중함이 당신의 무기예요. 원칙을 잃지 않으면 실수도 없습니다.",
        "리더로서 책임이 주어집니다. 감정보다 논리로 설득하세요.",
        "조직 속에서 신뢰가 쌓이는 날입니다. 중심을 잡으면 모든 게 정리됩니다."
      ],
      "재물": [
        "수입이 늘거나 좋은 제안을 받을 수 있습니다. 단, 조건을 세밀히 확인하세요.",
        "투자보단 관리에 집중하세요. 현명한 절제가 재물운을 오래 유지시킵니다.",
        "오늘의 선택이 다음 달 재정에 영향을 줍니다. 계획이 안정의 시작이에요."
      ],
      "연애": [
        "차분하게 대화가 이어집니다. 감정보다 신뢰를 주는 태도가 중요합니다.",
        "오늘은 솔직한 표현이 관계를 깊게 합니다. 신중한 진심이 매력이 됩니다.",
        "상대의 반응을 기다리지 말고 먼저 마음을 전하세요. 확신이 사랑을 단단히 합니다."
      ],
      "커리어": [
        "결단력이 빛납니다. 중요한 결정을 내릴 때 주저하지 마세요.",
        "업무 능력이 인정받는 날입니다. 정확한 판단이 성과로 이어집니다.",
        "리더나 상사와의 대화에서 신뢰를 얻을 수 있습니다. 명확한 말이 실수를 줄입니다."
      ],
      "건강": [
        "컨디션이 좋아 집중력이 뛰어납니다. 단, 긴장된 상태가 오래가면 피로가 쌓입니다.",
        "짧은 휴식이 효율을 높입니다. 오늘은 10분의 쉼이 약이 됩니다.",
        "밥을 제시간에 챙기세요. 규칙이 체력을 지켜줍니다."
      ],
      "가족": [
        "가족에게 존경받는 날입니다. 겸손이 그 신뢰를 오래 지킵니다.",
        "가족의 조언을 귀담아들으세요. 현실적인 충고에 답이 있습니다.",
        "가족 간의 신뢰가 단단해집니다. 서로의 다름을 인정하세요."
      ]
    },
    "100": {
      "총운": [
        "완벽한 흐름이 이어지는 날입니다. 모든 일이 질서 있게 돌아가며, 당신의 판단이 중심이 됩니다. 겸손이 완성도를 높입니다.",
        "결정권자나 리더로서 인정을 받습니다. 오늘은 명예를 얻는 날이에요.",
        "신뢰와 실력이 함께 드러납니다. 결과보다 원칙이 더 오래 기억됩니다."
      ],
      "재물": [
        "성과가 금전으로 이어집니다. 단, 큰돈보다 안정된 자금 흐름을 우선하세요.",
        "계약이나 거래 운이 좋습니다. 세부 조건을 꼼꼼히 점검하세요.",
        "오늘의 재정 판단은 장기적인 이익으로 이어집니다. 신중함이 최고의 전략이에요."
      ],
      "연애": [
        "관계가 단단하게 굳어지는 날입니다. 약속이 사랑을 지킵니다.",
        "감정의 균형이 잡혀 있습니다. 신뢰가 최고의 매력이에요.",
        "연애운이 최고조에 이릅니다. 진심이 모든 장벽을 넘습니다."
      ],
      "커리어": [
        "리더십이 정점에 이릅니다. 냉정한 판단이 조직을 움직입니다.",
        "결과물이 완벽하게 마무리됩니다. 완성도의 기준이 됩니다.",
        "모두가 당신의 판단을 신뢰합니다. 원칙이 곧 브랜드가 됩니다."
      ],
      "건강": [
        "체력과 정신력이 최고조입니다. 다만 과로는 피하세요.",
        "루틴을 유지하세요. 절제가 에너지를 지켜줍니다.",
        "오늘은 몸보다 마음의 균형을 챙기세요. 평정심이 건강을 완성합니다."
      ],
      "가족": [
        "가족의 자부심이 되는 날입니다. 따뜻한 말 한마디를 전하세요.",
        "가족에게 감사 표현을 하세요. 겸손이 사랑을 더 깊게 합니다.",
        "가족의 신뢰를 완전히 얻는 하루입니다. 당신의 성실함이 그 이유예요."
      ]
    }
  },
  "MBTI보정": {
    "ENTP": [
      "오늘은 논리보다 실행이 운을 바꿉니다. 말보다 행동이 신뢰를 만듭니다.",
      "유머 감각이 빛나지만, 때로는 진지함이 더 설득력 있습니다. 균형이 당신의 무기예요.",
      "즉흥적인 아이디어를 하나 실행해보세요. 시도 자체가 성과를 만듭니다."
    ],
    "ENFP": [
      "감정의 온도가 높지만 차분하게 조율하세요. 감정의 균형이 매력으로 이어집니다.",
      "사람과의 연결이 활발해집니다. 진심이 관계를 견고하게 합니다.",
      "말보다 작은 실천이 진정성을 증명합니다. 오늘은 행동이 사랑의 언어예요."
    ],
    "ENTJ": [
      "리더십이 드러나는 날입니다. 판단은 명확하지만, 배려를 잊지 마세요.",
      "조직 속에서 중심을 잡을 수 있습니다. 말보다 실행이 설득력이 있습니다.",
      "오늘은 당신의 기준이 다른 이들에게 본보기가 됩니다. 원칙이 곧 영향력이에요."
    ],
    "ENFJ": [
      "사람들의 신뢰를 얻기 좋은 날입니다. 진심 어린 조언이 힘을 가집니다.",
      "조율 능력이 돋보입니다. 오늘은 분위기를 안정시키는 역할이 어울려요.",
      "말보다 표정과 태도가 메시지가 됩니다. 온화함이 신뢰를 완성합니다."
    ],
    "INTP": [
      "복잡한 문제에 명확한 해답이 떠오릅니다. 논리적 판단이 빛나는 날이에요.",
      "아이디어를 구체화하세요. 실행 계획이 성과를 만듭니다.",
      "차분하게 분석하면 모든 답이 보입니다. 냉정함이 운을 안정시킵니다."
    ],
    "INFP": [
      "감정이 깊어지는 날입니다. 이상보다 현실을 바라보세요.",
      "진심 어린 대화가 관계를 부드럽게 합니다. 따뜻함이 설득력이 됩니다.",
      "오늘은 마음의 여유가 필요합니다. 느림이 안정의 시작이에요."
    ],
    "INTJ": [
      "계획과 현실의 균형이 잡힙니다. 냉정함 속의 감정 표현이 필요합니다.",
      "오늘은 장기적인 비전을 그리기 좋은 날이에요. 원칙이 방향을 잡습니다.",
      "말보다 결과로 보여주세요. 신뢰는 완성된 형태에서 옵니다."
    ],
    "INFJ": [
      "사람들의 마음을 읽는 능력이 강해집니다. 그러나 모든 걸 책임지려 하진 마세요.",
      "신중한 말 한마디가 분위기를 바꿉니다. 진심은 조용함 속에서 힘을 발휘합니다.",
      "감정을 억누르기보다 차분히 표현하세요. 안정이 공감을 만듭니다."
    ],
    "ESTP": [
      "빠른 판단이 빛나는 날입니다. 단, 무리한 결정은 피하세요.",
      "직감이 정확합니다. 즉시 행동에 옮기되 절제를 유지하세요.",
      "현장에서 직접 부딪히는 게 답이에요. 실행이 행운을 불러옵니다."
    ],
    "ESFP": [
      "활력이 넘칩니다. 긍정적인 에너지가 주변을 밝힙니다.",
      "감정 표현이 자연스럽습니다. 밝은 말이 사람을 끌어당깁니다.",
      "자신의 매력을 숨기지 마세요. 오늘은 자신감이 가장 큰 행운이에요."
    ],
    "ESTJ": [
      "조직과 질서를 중시해야 합니다. 명확한 기준이 팀을 안정시킵니다.",
      "결정권자로서의 책임이 강화됩니다. 신중함이 리더십의 핵심이에요.",
      "오늘은 실행 계획을 세밀히 점검하세요. 완벽한 준비가 성공을 부릅니다."
    ],
    "ESFJ": [
      "주변을 챙기고 배려하는 능력이 빛납니다. 온화한 태도가 관계를 돈독히 합니다.",
      "조직 내에서 신뢰를 얻기 좋은 날입니다. 작은 도움도 진심으로 하세요.",
      "감사 표현이 행운을 부릅니다. 따뜻함이 당신의 무기예요."
    ],
    "ISTP": [
      "현실적인 판단이 돋보입니다. 상황을 빠르게 파악하세요.",
      "감정의 간섭 없이 실질적인 해결책에 집중하세요.",
      "오늘은 단순함이 최고의 전략이에요. 효율이 성과를 만듭니다."
    ],
    "ISFP": [
      "조용하지만 집중력이 강해집니다. 오늘은 자신만의 리듬을 유지하세요.",
      "감각이 예리해집니다. 작은 변화에도 반응이 빠릅니다.",
      "자연 속에서의 짧은 휴식이 도움이 됩니다. 평온함이 에너지를 회복시킵니다."
    ],
    "ISTJ": [
      "익숙한 규칙이 안정감을 줍니다. 원칙이 실수를 막습니다.",
      "체계적인 계획이 오늘의 성과를 만듭니다. 순서를 지키세요.",
      "꾸준함이 신뢰를 쌓습니다. 기본에 충실할수록 운이 따릅니다."
    ],
    "ISFJ": [
      "배려와 책임이 조화를 이룹니다. 신뢰가 관계를 단단히 만듭니다.",
      "오늘은 실질적인 도움을 주는 게 좋습니다. 진심이 곧 행운이에요.",
      "정성스러운 태도가 모든 일을 원활하게 합니다. 따뜻함이 안정의 시작이에요."
    ]
  },
  "랜덤요소": {
    "포인트컬러": [
      "클래식 블루",
      "딥 그린",
      "다크 그레이",
      "로열 네이비",
      "샌드 베이지"
    ],
    "포인트행동": [
      "오늘 일정 검토 후 메모 정리",
      "감사 인사 한 줄 남기기",
      "하루 목표 3줄 작성",
      "퇴근 전 책상 정돈",
      "5분간 호흡 정리하기"
    ],
    "포인트사물": [
      "가죽 다이어리",
      "스테인리스 시계",
      "검은 펜",
      "정리된 서류철",
      "차분한 향의 디퓨저"
    ]
  }
}
