{
  "정재": {
    "50": {
      "총운": [
        "오늘은 안정보다 변화를 피해야 하는 날입니다. 무리한 시도보단 현 상태를 유지하세요. 작은 실수가 큰 차이를 만듭니다.",
        "기대가 컸던 일은 잠시 지연될 수 있습니다. 조급함 대신 꾸준함을 선택하세요.",
        "일상의 루틴을 지키면 평온이 찾아옵니다. 꾸준함이 곧 운이에요."
      ],
      "재물": [
        "지출이 예상보다 늘어날 수 있습니다. 불필요한 소비는 줄이고 기본만 지키세요.",
        "계획 없는 지출은 피하세요. 오늘은 쓰기보다 아끼는 게 이익이에요.",
        "현금 흐름을 점검하세요. 기록이 재물운을 붙잡습니다."
      ],
      "연애": [
        "감정 표현이 어색할 수 있지만 진심은 전달됩니다. 서두르지 마세요.",
        "상대가 무심해 보여도 마음은 변하지 않았습니다. 신뢰를 유지하세요.",
        "관계보다 내 일상에 집중하세요. 여유가 사랑을 단단히 합니다."
      ],
      "커리어": [
        "작은 일에도 책임감을 잊지 마세요. 오늘의 성실함이 내일의 평가가 됩니다.",
        "업무 속도가 느려도 완성도는 높습니다. 꼼꼼함이 실수를 막습니다.",
        "상사나 동료의 조언을 흘려듣지 마세요. 현실적인 조언 속에 답이 있습니다."
      ],
      "건강": [
        "컨디션이 일정하지만 피로가 누적될 수 있습니다. 중간 휴식이 필수예요.",
        "오후에는 당 떨어짐이 있을 수 있으니 간식으로 조절하세요.",
        "너무 늦은 시간까지 일하지 마세요. 오늘은 일찍 쉬는 게 이익이에요."
      ],
      "가족": [
        "가족의 기대가 부담으로 느껴질 수 있습니다. 책임감을 나누세요.",
        "집안 분위기가 안정적입니다. 말보다 행동으로 신뢰를 보여주세요.",
        "가족에게 필요한 건 조언이 아니라 함께하는 시간이에요."
      ]
    },
    "60": {
      "총운": [
        "오늘은 계획적으로 움직일수록 결과가 좋습니다. 일정한 리듬이 운을 안정시킵니다.",
        "과한 욕심은 피하고 기본만 지켜도 충분합니다. 현실적 판단이 핵심이에요.",
        "작은 실천이 큰 결과로 이어집니다. 꾸준함이 재능을 이깁니다."
      ],
      "재물": [
        "지출이 안정적입니다. 다만, 예상치 못한 청구에 대비하세요.",
        "오늘은 투자보다 저축이 유리합니다. 쌓이는 돈이 마음의 여유를 줍니다.",
        "소비보단 관리에 집중하세요. 통장은 신뢰의 척도예요."
      ],
      "연애": [
        "감정의 온도가 일정합니다. 안정된 관계가 유지됩니다.",
        "사소한 오해는 대화로 풀 수 있습니다. 솔직한 표현이 신뢰를 쌓습니다.",
        "새로운 만남보다 현재의 관계를 유지하세요. 안정이 사랑의 바탕이에요."
      ],
      "커리어": [
        "책임감이 커지지만 성과로 이어집니다. 성실함이 곧 능력입니다.",
        "협력보다는 혼자 집중할 때 효율이 좋습니다. 묵묵함이 결과를 만듭니다.",
        "규칙을 지키면 실수는 없습니다. 절도가 당신의 무기예요."
      ],
      "건강": [
        "식사 시간만 규칙적으로 지켜도 체력이 안정됩니다.",
        "스트레칭을 자주 하세요. 몸이 굳으면 판단도 굳습니다.",
        "과식은 피하세요. 절제된 식사가 하루를 가볍게 합니다."
      ],
      "가족": [
        "가족이 조용히 응원해줍니다. 말하지 않아도 마음이 전해집니다.",
        "가족의 조언을 귀담아들으세요. 현실적인 조언이 도움이 됩니다.",
        "가족에게 감사 인사를 전하세요. 작은 말이 관계를 따뜻하게 합니다."
      ]
    },
    "70": {
      "총운": [
        "오늘은 현실 감각이 뚜렷해지는 날입니다. 불필요한 일은 과감히 줄이세요. 집중이 효율을 만듭니다.",
        "당장의 성과보다 꾸준한 리듬이 중요합니다. 일관성이 신뢰를 낳습니다.",
        "안정된 페이스로 하루를 정리하세요. 차분함이 행운을 불러옵니다."
      ],
      "재물": [
        "수입은 일정하지만, 작은 수익이 꾸준히 들어옵니다. 성실함이 재물운을 지탱합니다.",
        "지출보다 관리가 중요합니다. 가계부나 앱을 점검하세요.",
        "불필요한 구독을 정리하세요. 절약이 곧 투자예요."
      ],
      "연애": [
        "감정 표현이 줄어도 신뢰는 깊어집니다. 조용한 안정이 더 큰 힘이에요.",
        "연인에게 조용히 응원의 메시지를 전하세요. 작은 배려가 감동을 만듭니다.",
        "새 인연은 천천히 다가가세요. 서두름보다 신중함이 매력입니다."
      ],
      "커리어": [
        "업무가 순조롭게 흘러갑니다. 일정 관리만 잘해도 절반은 성공이에요.",
        "보고서나 서류 정리가 필요합니다. 깔끔함이 능력으로 평가받습니다.",
        "성실한 태도가 평가를 바꿉니다. 진심은 꾸준함에서 드러납니다."
      ],
      "건강": [
        "몸이 무겁다면 수분 부족일 수 있습니다. 물을 자주 마시세요.",
        "허리나 어깨의 긴장을 풀어주세요. 작은 피로가 쌓이지 않게 하세요.",
        "오늘은 일찍 귀가해 충분히 쉬세요. 휴식이 내일의 자산이에요."
      ],
      "가족": [
        "가족과의 대화가 편안합니다. 일상의 이야기를 나누세요.",
        "가족의 도움을 받을 수 있습니다. 감사함을 표현하세요.",
        "가족과 함께 식사하면 마음이 안정됩니다. 밥상은 최고의 대화예요."
      ]
    },
    "80": {
      "총운": [
        "오늘은 노력의 결과가 드러나는 날입니다. 꾸준함의 가치가 증명됩니다.",
        "작은 성취라도 만족하세요. 완벽보다 지속이 중요합니다.",
        "현실적인 판단이 빛납니다. 실속이 운을 안정시킵니다."
      ],
      "재물": [
        "수입이 안정적이고 지출도 균형 잡혔습니다. 이 흐름을 유지하세요.",
        "오늘은 재정 계획을 수정하기 좋은 날입니다. 필요 없는 항목을 정리하세요.",
        "장기적인 목표를 세우세요. 꾸준함이 자산을 만듭니다."
      ],
      "연애": [
        "관계가 한결 편안해집니다. 신뢰가 깊어지는 흐름이에요.",
        "상대의 마음을 세밀히 살피세요. 작은 배려가 관계를 지킵니다.",
        "혼자만의 시간도 필요합니다. 균형이 감정을 안정시킵니다."
      ],
      "커리어": [
        "업무의 흐름이 안정됩니다. 꾸준한 성실함이 인정받는 날이에요.",
        "보고나 발표가 있다면 자신감 있게 임하세요. 노력은 티가 납니다.",
        "동료의 신뢰를 얻기 쉽습니다. 맡은 일을 끝까지 책임지세요."
      ],
      "건강": [
        "컨디션이 안정됩니다. 규칙적인 생활이 체력을 유지시킵니다.",
        "스트레칭과 수분 섭취를 잊지 마세요. 기본이 건강을 지킵니다.",
        "오늘은 무리하지 말고 평소 리듬을 유지하세요."
      ],
      "가족": [
        "가족과의 관계가 조화롭습니다. 서로의 일상을 존중하세요.",
        "가족의 조언이 도움이 됩니다. 현실적인 시선이 필요해요.",
        "감사 표현이 가족의 마음을 녹입니다. 말 한마디가 따뜻한 운을 만듭니다."
      ]
    },
    "90": {
      "총운": [
        "오늘은 꾸준한 노력이 결실을 맺는 날입니다. 성실함이 평가로 이어집니다.",
        "리듬이 안정되고 집중력이 높습니다. 일의 마무리에 최적의 타이밍이에요.",
        "현실적인 태도가 좋은 결과를 만듭니다. 원칙을 지키면 실수가 없습니다."
      ],
      "재물": [
        "수입이 안정적으로 늘어납니다. 신중한 관리가 부를 지킵니다.",
        "계약이나 거래 운이 좋습니다. 세부 조건만 꼼꼼히 확인하세요.",
        "소비보다는 축적의 시기입니다. 돈이 아닌 신용을 쌓으세요."
      ],
      "연애": [
        "감정의 안정이 매력으로 느껴집니다. 차분한 대화가 신뢰를 만듭니다.",
        "상대에게 작은 선물을 건네보세요. 진심이 통하는 날이에요.",
        "사랑이 깊어집니다. 말보다 행동으로 마음을 표현하세요."
      ],
      "커리어": [
        "성과가 눈에 띄게 드러납니다. 리더나 상사가 당신의 노력을 알아봅니다.",
        "보고나 일정 관리가 완벽합니다. 체계가 곧 신뢰입니다.",
        "협력 관계가 매끄럽습니다. 말보단 실행으로 증명하세요."
      ],
      "건강": [
        "에너지가 충만하지만 무리하지 마세요. 피로가 쌓이지 않게 관리하세요.",
        "규칙적인 수면이 중요합니다. 리듬이 깨지면 효율도 떨어집니다.",
        "가벼운 운동으로 긴장을 풀어주세요. 근육이 마음을 안정시킵니다."
      ],
      "가족": [
        "가족에게 존경받는 날입니다. 책임감이 신뢰를 만듭니다.",
        "가족의 기대를 기분 좋게 받아들이세요. 그것이 사랑의 표현이에요.",
        "가족 간의 유대가 강화됩니다. 배려가 행복을 만듭니다."
      ]
    },
    "100": {
      "총운": [
        "완벽한 균형 속에 모든 일이 흘러갑니다. 당신의 꾸준함이 완성된 결과를 만듭니다.",
        "신뢰와 성실이 결실을 맺습니다. 오늘은 인정받는 날이에요.",
        "책임감 있는 결정이 명예를 가져옵니다. 성실이 최고의 무기입니다."
      ],
      "재물": [
        "재정적으로 여유가 생깁니다. 하지만 절제는 유지하세요.",
        "성과금이나 이익이 들어올 수 있습니다. 계획적인 사용이 중요합니다.",
        "돈이 모이기 시작합니다. 그러나 과신은 금물이에요."
      ],
      "연애": [
        "신뢰가 깊어지고 관계가 안정됩니다. 말보다 행동이 사랑을 증명합니다.",
        "감정 표현이 자연스럽습니다. 진심이 통하는 하루예요.",
        "연애운이 최고조입니다. 서로를 믿는 순간, 관계가 단단해집니다."
      ],
      "커리어": [
        "결실을 맺는 시기입니다. 성과가 눈에 띄게 나타납니다.",
        "책임감이 리더십으로 이어집니다. 오늘은 명예로운 평가를 받을 수 있습니다.",
        "모든 일이 정리되고 마무리됩니다. 완성도가 곧 신뢰예요."
      ],
      "건강": [
        "체력이 최고조입니다. 그러나 과로는 피하세요.",
        "스트레칭과 수면 리듬을 지키세요. 절제가 에너지를 유지시킵니다.",
        "오늘은 마음의 여유가 건강을 지킵니다. 평정심이 힘이에요."
      ],
      "가족": [
        "가족의 자부심이 되는 날입니다. 따뜻한 말 한마디로 감사를 전하세요.",
        "가족과 함께 축하할 일이 생깁니다. 기쁨을 나누세요.",
        "가족의 신뢰가 단단해집니다. 겸손함이 그 신뢰를 오래 지킵니다."
      ]
    }
  },
  "MBTI보정": {
    "ENTP": [
      "아이디어가 넘치지만, 오늘은 실행이 중요합니다. 현실적인 결과로 이어지게 하세요.",
      "말로 설득하기보다 작은 성과로 보여주세요. 결과가 신뢰를 만듭니다.",
      "즉흥적인 생각 중 하나를 실제 행동으로 옮기면 뜻밖의 성과가 생깁니다."
    ],
    "ENFP": [
      "감정이 풍부하지만 오늘은 한 가지 일에 집중해야 합니다. 흩어진 에너지를 모으세요.",
      "사람들에게 따뜻한 말 한마디를 건네세요. 관계가 다시 활기를 띱니다.",
      "즉흥적인 약속보단 실질적인 계획이 행운을 부릅니다."
    ],
    "ENTJ": [
      "리더십이 돋보이는 날입니다. 실행력으로 신뢰를 쌓으세요.",
      "결정에 확신이 따릅니다. 단, 세부 조율은 잊지 마세요.",
      "효율적인 일정 관리가 당신의 브랜드를 만듭니다."
    ],
    "ENFJ": [
      "사람들과의 관계가 조화롭습니다. 배려가 당신의 힘이 됩니다.",
      "오늘은 누군가의 계획을 돕는 역할이 유리합니다. 협력이 곧 성과예요.",
      "감정의 흐름을 차분히 유지하세요. 진심은 꾸준함에서 나옵니다."
    ],
    "INTP": [
      "아이디어가 실질적으로 연결됩니다. 논리를 현실로 옮기세요.",
      "작은 실험이 큰 결과를 만듭니다. 이론보다 실행이 먼저예요.",
      "데이터와 직관을 함께 활용하면 균형 잡힌 결과를 얻습니다."
    ],
    "INFP": [
      "감정이 안정되며 판단이 현실적이 됩니다. 이상보다 실속을 택하세요.",
      "사람들과의 대화에서 진심을 유지하세요. 감정이 아닌 신뢰로 이어집니다.",
      "오늘은 작은 선행이 큰 행운을 불러옵니다."
    ],
    "INTJ": [
      "계획이 완성 단계에 이릅니다. 세부 점검을 게을리하지 마세요.",
      "오늘은 결단력이 빛납니다. 목표에 집중하면 성과가 확실합니다.",
      "리스크를 관리하면 완벽한 결과를 얻습니다."
    ],
    "INFJ": [
      "조용한 집중력이 돋보입니다. 당신의 진심이 결과로 드러납니다.",
      "사람들과의 대화에서 공감을 잃지 마세요. 부드러움이 신뢰를 만듭니다.",
      "오늘은 내면의 확신을 따라가세요. 진심이 길을 만듭니다."
    ],
    "ESTP": [
      "즉각적인 판단이 효율을 높입니다. 하지만 세부 확인은 필수예요.",
      "현장 중심의 활동이 유리합니다. 직접 움직이면 운이 따릅니다.",
      "과감함 속에도 계획이 필요합니다. 리스크를 조절하세요."
    ],
    "ESFP": [
      "밝은 에너지가 주변을 긍정적으로 만듭니다. 유쾌한 분위기를 유지하세요.",
      "작은 선행이 큰 평판으로 돌아옵니다. 따뜻함이 당신의 자산이에요.",
      "즉흥적인 계획이라도 즐거움이 있다면 해볼 만합니다."
    ],
    "ESTJ": [
      "규율과 질서를 유지하면 성과가 따릅니다. 오늘은 기준이 힘이에요.",
      "리더로서의 책임이 강화됩니다. 주변의 신뢰를 지키세요.",
      "계획을 세밀하게 점검하세요. 완성도가 성패를 가릅니다."
    ],
    "ESFJ": [
      "사람들과의 협력에서 성과가 납니다. 배려가 성과의 열쇠예요.",
      "감사 표현이 신뢰를 쌓습니다. 진심은 언제나 통합니다.",
      "오늘은 주변을 챙기며 리더십을 보여주세요."
    ],
    "ISTP": [
      "현실적인 감각이 뛰어납니다. 불필요한 감정은 줄이세요.",
      "단순하고 효율적인 방식이 최선이에요. 본질에 집중하세요.",
      "실행력이 운을 바꿉니다. 행동이 곧 답이에요."
    ],
    "ISFP": [
      "조용한 하루 속에서도 감각이 살아납니다. 일상의 작은 디테일을 즐기세요.",
      "감정이 차분하게 정리됩니다. 평온이 가장 큰 행운이에요.",
      "자신에게 부드럽게 대하세요. 여유가 성취를 만듭니다."
    ],
    "ISTJ": [
      "계획적인 하루가 됩니다. 루틴을 유지하세요.",
      "책임감이 높아집니다. 신뢰를 지키는 게 최고의 성과예요.",
      "작은 일도 끝까지 마무리하세요. 꼼꼼함이 빛납니다."
    ],
    "ISFJ": [
      "정성스러운 태도가 돋보입니다. 꾸준함이 관계를 지킵니다.",
      "주변 사람의 부탁을 성실히 들어주세요. 그것이 행운의 씨앗이에요.",
      "오늘은 실질적인 도움을 주는 게 좋습니다. 진심이 전해집니다."
    ]
  },
  "랜덤요소": {
    "포인트컬러": [
      "모카 브라운",
      "카키 그린",
      "그레이 베이지",
      "소프트 네이비",
      "크림 화이트"
    ],
    "포인트행동": [
      "오늘 지출 내역 3줄 기록하기",
      "작은 목표를 메모에 적기",
      "오후 커피 대신 물 한 잔 더 마시기",
      "가계부나 자산앱 확인하기",
      "퇴근 전 책상 정리하기"
    ],
    "포인트사물": [
      "가죽 지갑",
      "영수증 폴더",
      "검은 볼펜",
      "가죽 수첩",
      "절제된 디자인의 시계"
    ]
  }
}
