{
  "정인": {
    "50": {
      "총운": [
        "조언과 정보는 넘치지만 실행력이 부족해 답답함이 커집니다. 주변의 말은 많지만 내 상황과 맞지 않아 피로만 쌓입니다. 오늘은 기록에 집중하고 행동은 미루는 것이 안전합니다.",
        "오늘은 배우는 것은 많지만 마음이 따라주지 않아 혼란이 커질 수 있습니다. 지식은 쌓이지만 실천은 늦어 답답할 수 있으니, 오늘은 기록과 계획에만 집중하세요.",
        "귀인의 조언이 들리지만 내 현실과 어긋나 체감 효과는 적습니다. 노력은 하지만 성과가 더뎌 힘이 빠질 수 있습니다. 오늘은 참고만 하고 내일 답을 찾는 편이 낫습니다."
      ],
      "재물": [
        "계획에 없던 지출이 발생해 재정이 흔들립니다. 자동결제를 확인하고 불필요한 비용을 바로 해지하세요. 작은 조정이 큰 손실을 막습니다.",
        "투자 정보는 넘치지만 수익으로 이어지지 않습니다. 오늘은 학습과 기록만 하며 돈은 지키는 날입니다. 성급한 판단은 피해야 합니다.",
        "수입은 그대로인데 지출만 늘어날 수 있습니다. 하루라도 비필수 소비를 멈추면 안정감을 되찾습니다. 절약이 곧 회복입니다."
      ],
      "연애": [
        "대화가 길어질수록 오해가 쌓입니다. 짧고 명확한 표현이 관계를 지킵니다. 불필요한 장황함은 피하세요.",
        "상대의 충고가 간섭처럼 들릴 수 있습니다. '들어둘게'라는 한마디로 부드럽게 넘기세요. 작은 태도가 큰 차이를 만듭니다.",
        "호감은 있지만 표현이 어긋나 타이밍을 놓칠 수 있습니다. 하루 정도 여유를 두고 답하세요. 침착함이 오히려 매력입니다."
      ],
      "커리어": [
        "회의는 많지만 실행은 불분명합니다. 담당자와 기한을 명확히 정리하세요. 작은 정리가 성과를 바꿉니다.",
        "자료는 많아도 우선순위가 흔들립니다. 버릴 것·나중에·즉시 할 것을 나누세요. 선택과 집중이 필요합니다.",
        "상사의 조언이 현실과 다를 수 있습니다. 오늘은 실행 가능한 한 가지만 골라보세요. 작게라도 실천하는 것이 답입니다."
      ],
      "건강": [
        "누적된 피로가 집중력 저하로 이어집니다. 50분 집중 후 10분 휴식을 취하세요. 규칙적인 리듬이 회복을 돕습니다.",
        "수면의 질이 떨어져 에너지가 부족합니다. 저녁 카페인을 줄이고 따뜻한 목욕을 하세요. 깊은 잠이 회복의 열쇠입니다.",
        "긴장성 두통이나 뭉침이 생길 수 있습니다. 온찜질과 스트레칭으로 관리하세요. 작은 관리가 큰 예방이 됩니다."
      ],
      "가족": [
        "가족의 말이 잔소리처럼 들릴 수 있습니다. 반박 대신 짧게 답하고 마무리하세요. 불필요한 갈등을 막습니다.",
        "대화가 길어지면 갈등이 생깁니다. 한 가지 주제로 짧게 나누세요. 효율적인 대화가 관계를 지킵니다.",
        "도움의 경계가 모호해 피로가 쌓입니다. 이번 주 역할을 명확히 합의하세요. 분담이 평화를 만듭니다."
      ]
    }
  }
}
{
  "정인": {
    "60": {
      "총운": [
        "조언이 도움이 되지만 기대가 커져 부담도 따릅니다. 배움은 풍부하지만 아직 내 것으로 만드는 데 시간이 필요합니다. 조급함을 경계하세요.",
        "오늘은 배우는 과정에서 성과보다는 준비가 강조됩니다. 서두르지 말고 하루에 한 가지만 실천하세요. 작은 성취가 쌓입니다.",
        "귀인의 말이 힘이 되지만, 과도하게 기대하면 위축될 수 있습니다. 배운 것은 천천히 녹여내세요. 속도보다 방향이 중요합니다."
      ],
      "재물": [
        "추천으로 아이디어는 얻지만 실행은 불안정합니다. 작은 금액으로 시험해보세요. 경험이 자산이 됩니다.",
        "지출은 안정적이지만 수입은 늘지 않습니다. 절약이 곧 투자입니다. 작은 절약이 큰 힘이 됩니다.",
        "예상치 못한 비용이 발생해도 주변 조언으로 균형을 맞출 수 있습니다. 단기 손실은 장기 교훈이 됩니다."
      ],
      "연애": [
        "상대의 따뜻한 말이 힘이 됩니다. 그러나 무거워질 수 있어 가볍게 화답하세요. 균형이 중요합니다.",
        "조언과 충고가 관계를 안정시킵니다. 다만 지나친 간섭은 선을 긋는 것이 필요합니다. 경계가 편안함을 줍니다.",
        "새 만남이 이어지지만 진지하게 발전하기엔 부족합니다. 신뢰부터 쌓으세요. 기초가 튼튼해야 합니다."
      ],
      "커리어": [
        "멘토의 조언은 유익하지만 모두 반영하기는 어렵습니다. 핵심만 실천하세요. 효율이 올라갑니다.",
        "배움은 많지만 성과는 아직 멀리 있습니다. 오늘은 준비의 날입니다. 차분히 기반을 다지세요.",
        "동료와 속도가 달라 답답할 수 있습니다. 개인 학습에 집중하세요. 자기 속도를 지키는 게 답입니다."
      ],
      "건강": [
        "피로는 쌓이지만 새로운 습관을 만들 기회입니다. 작은 변화부터 시작하세요. 습관이 힘이 됩니다.",
        "예민함이 높아질 수 있습니다. 깊은 호흡과 산책이 필요합니다. 마음을 달래야 합니다.",
        "생각이 많아 두통이 생깁니다. 메모로 비워내세요. 정리가 곧 회복입니다."
      ],
      "가족": [
        "따뜻한 말이 위로가 되지만 간섭처럼 들릴 수 있습니다. 선을 긋는 태도가 필요합니다. 균형이 평화를 만듭니다.",
        "경험담은 교훈이 되지만 억지로 따를 필요는 없습니다. 선택은 내 몫입니다.",
        "가족의 조언이 도움 되지만 선택은 내 몫임을 기억하세요. 주도권을 지키세요."
      ]
    }
  }
}
{
  "정인": {
    "70": {
      "총운": [
        "배움과 조언이 오늘부터 눈에 보이는 성과로 연결되기 시작합니다. 아직 완벽하지는 않지만 작은 성취가 쌓이며 자신감이 회복됩니다. 오늘의 작은 결과가 내일의 동력을 만드는 중요한 시점입니다.",
        "외부의 조언이 단순한 말로 그치지 않고 나의 상황과 맞아떨어집니다. 불필요한 정보는 줄이고 실행 가능한 핵심 하나로 정리하면, 실제 성과가 따라옵니다. 오늘은 ‘적용과 확인’의 날입니다.",
        "그동안 흩어져 있던 지식과 배움이 연결되어 균형을 찾습니다. 성급함을 줄이고 순서를 지키면 시행착오가 줄고, 작은 성취가 연속적으로 이어집니다. 안정과 자신감이 동시에 커집니다."
      ],
      "재물": [
        "재정 관리가 안정적인 흐름을 보입니다. 지출을 꼼꼼히 확인하고 불필요한 소비를 줄이면 여유가 늘어납니다. 작은 절약이 심리적 안정감을 회복시키고, 더 큰 재정 관리로 이어집니다.",
        "소액 투자에서 의미 있는 성과가 나타나기 시작합니다. 아직 큰 수익은 아니지만, 위험을 관리하며 경험을 쌓는 데 초점이 맞춰져 있습니다. 배움의 데이터가 향후 더 큰 자산이 됩니다.",
        "수입과 지출의 균형이 맞춰지며 재정 계획이 궤도에 오릅니다. 단기적인 만족보다 장기적인 안정을 추구할 때 성과가 더욱 커집니다. 오늘은 장기 계획을 재점검하기에 좋은 날입니다."
      ],
      "연애": [
        "상대의 조언이 진심으로 다가와 신뢰가 커집니다. 그동안 쌓였던 오해가 풀리며, 대화 속에서 관계의 안정감을 느낄 수 있습니다. 작은 관심 표현이 더 큰 믿음으로 이어집니다.",
        "새로운 만남이 의미 있는 관계로 이어질 가능성이 큽니다. 가벼운 대화에서 깊은 가치관을 공유하게 되고, 대화가 끝난 뒤에도 인연이 이어질 단서를 남깁니다. 작은 질문이 관계를 발전시킵니다.",
        "기존의 관계는 안정세에 접어들며 진지한 대화가 가능해집니다. 다만 약속과 책임을 분명히 나눌 필요가 있습니다. 구체적인 합의가 관계를 더 단단하게 만듭니다."
      ],
      "커리어": [
        "배운 것을 실무에 적용하면서 작은 성과가 확인됩니다. 단순히 이론을 아는 것에 그치지 않고 실제 개선이 눈에 보입니다. 오늘은 ‘시도와 검증’이 업무 효율을 끌어올립니다.",
        "상사의 피드백을 모두 반영하기보다 핵심만 취사선택하면 효과가 큽니다. 우선순위를 명확히 정하면 성과와 만족이 동시에 오릅니다. 선택과 집중이 중요한 날입니다.",
        "새로운 강의와 교육에서 배운 지식이 업무에 직접 쓰이며, 팀원과의 협업에서도 공통 언어로 작동합니다. 커뮤니케이션 비용이 줄어 효율이 개선됩니다."
      ],
      "건강": [
        "컨디션이 점차 회복되고 있습니다. 특히 수면의 질이 좋아지며 몸과 마음이 안정됩니다. 오늘은 숙면 습관을 고정하기 좋은 날입니다.",
        "작은 루틴이 건강을 끌어올립니다. 10분 걷기나 가벼운 스트레칭만으로도 피로가 줄고 집중력이 올라갑니다. 꾸준함이 가장 좋은 약입니다.",
        "식사와 카페인 패턴이 조정되면서 위장 부담이 줄어듭니다. 오늘은 저녁 늦은 시간의 카페인을 피하고, 균형 잡힌 식사로 컨디션을 유지하세요."
      ],
      "가족": [
        "가족의 조언이 이제는 방해가 아닌 도움이 됩니다. 필요한 부분을 선별해 적용하면 대화가 훨씬 건설적으로 흐릅니다. 감정 소모가 줄어듭니다.",
        "작은 갈등은 짧은 대화로 빠르게 해결할 수 있습니다. 한 가지 주제만 정하고 시간 제한을 두면 불필요한 다툼이 사라집니다. 효율적인 대화법이 관계를 안정시킵니다.",
        "가족 간 역할 분담이 구체적으로 이루어지면 서로의 부담이 줄어듭니다. 이번 주의 몫을 나누고 책임을 명확히 하면 협력 분위기가 강화됩니다."
      ]
    }
  }
}
{
  "정인": {
    "80": {
      "총운": [
        "배움이 단순한 지식 축적을 넘어 실제 성과로 이어집니다. 그동안의 준비와 학습이 자연스럽게 생활 속에 녹아들며 안정된 성취가 나타납니다. 오늘은 자신감을 회복하고 만족감을 얻는 날입니다.",
        "과거에는 이해하기 어렵던 말들이 오늘은 명확하게 다가옵니다. 깨달음이 실천으로 이어지며 주변 사람들의 인정을 받습니다. 노력의 대가가 가시적으로 드러나기 시작합니다.",
        "문제 해결 과정이 단순해지고 계획이 속도를 얻습니다. 노력과 배움이 연결되어 확실한 결과로 나타나며 자신감이 배가됩니다. 성취와 안정이 동시에 다가옵니다."
      ],
      "재물": [
        "재정적으로 안정적인 흐름이 이어집니다. 수입과 지출이 균형을 이루며 계획했던 재무 목표가 달성됩니다. 장기적 설계에도 안정이 더해집니다.",
        "투자의 성과가 드러나며 자신감을 줍니다. 큰 위험이 따르지 않으니 현재의 안정적인 방식을 유지하는 것이 최선입니다.",
        "작은 절약 습관이 누적되어 재정적 여유로 이어집니다. 오늘은 불필요한 지출을 점검하고 재물운을 강화하는 날입니다."
      ],
      "연애": [
        "관계가 안정기에 접어들며 신뢰가 더욱 두터워집니다. 상대에게 솔직한 마음을 전하면 관계가 더 깊어집니다.",
        "새로운 만남도 긍정적인 방향으로 발전합니다. 가벼운 호감이 성숙한 교감으로 이어지며, 인연이 될 가능성이 큽니다.",
        "기존 연인은 서로에 대한 이해와 배려가 커집니다. 작은 오해도 대화로 빠르게 해결할 수 있습니다."
      ],
      "커리어": [
        "업무 성과가 뚜렷하게 나타납니다. 배운 지식과 조언이 실제 결과로 이어지며 성과가 인정받습니다.",
        "상사의 기대에 부응하는 성과가 나오고, 평가에서도 좋은 반응을 얻게 됩니다. 책임감이 커질수록 더 큰 기회가 다가옵니다.",
        "협업 과정에서 당신의 의견이 신뢰를 얻습니다. 경험과 전문성이 결합해 중요한 역할을 맡게 됩니다."
      ],
      "건강": [
        "컨디션이 안정적으로 유지됩니다. 규칙적인 루틴이 몸에 자리 잡아 작은 피로에도 회복이 빠릅니다.",
        "체력과 정신력이 균형을 이룹니다. 적절한 운동과 휴식이 에너지를 안정적으로 유지합니다.",
        "스트레스가 줄고 기분이 평온해집니다. 오늘은 균형 잡힌 생활이 건강을 지켜줍니다."
      ],
      "가족": [
        "가족 간 대화가 원활하고 협력이 잘 이루어집니다. 의견 충돌이 줄어들며 신뢰가 강화됩니다.",
        "갈등의 여지가 줄어들며 따뜻한 분위기가 이어집니다. 작은 배려가 큰 화합으로 연결됩니다.",
        "집안의 분위기가 평화롭습니다. 서로의 역할을 존중하며 안정적인 흐름이 형성됩니다."
      ]
    }
  }
}
{
  "정인": {
    "90": {
      "총운": [
        "배움과 조언이 최상의 성과로 이어집니다. 그동안 준비한 것들이 오늘 한순간에 맞아떨어지며 자신감이 크게 상승합니다. 주변의 인정을 받으며 성취와 안정이 동시에 찾아옵니다.",
        "학습과 성장이 실제 성과로 드러나 기쁨이 큽니다. 과거의 시행착오가 경험으로 작동하며 문제 해결 능력이 확연히 향상됩니다. 오늘은 스스로를 칭찬하기에 충분한 날입니다.",
        "조언과 배움이 더 이상 이론이 아니라 삶을 움직이는 힘으로 변합니다. 계획이 매끄럽게 실행되며, 노력에 대한 결실이 눈에 보입니다. 성취와 인정이 어우러져 자신감이 정점에 달합니다."
      ],
      "재물": [
        "투자와 재정 관리가 모두 좋은 결과를 냅니다. 수입이 안정적으로 늘어나며 장기적인 계획도 현실성을 얻습니다. 풍요로움이 체감되는 날입니다.",
        "지출과 수입의 균형이 완벽합니다. 충동적 소비가 줄어들며 재정적 안정이 더욱 강화됩니다. 오늘은 재테크 전략을 재검토하기에 적절한 날입니다.",
        "재물운이 크게 상승합니다. 예상치 못한 수익이나 보너스가 들어올 수 있습니다. 이 기회를 장기적인 안정으로 연결하세요."
      ],
      "연애": [
        "연애 관계가 크게 발전합니다. 상대와의 신뢰가 두터워지고 미래를 함께 꿈꿀 수 있는 안정감을 줍니다.",
        "새로운 만남도 긍정적입니다. 서로의 진심이 빠르게 통해 깊은 교감을 나눌 수 있습니다.",
        "사랑과 신뢰가 최고조에 달합니다. 기존 연인은 관계가 성숙해지고 이해와 배려가 커집니다."
      ],
      "커리어": [
        "프로젝트 성과가 뚜렷하게 나타나고, 당신의 노력이 크게 인정받습니다. 성과와 보상이 자연스럽게 이어집니다.",
        "상사의 조언과 동료의 협력이 결실로 이어집니다. 팀 내 입지가 강화되며 신뢰가 두터워집니다.",
        "성과가 보고되고 평가받으며 커리어에 중요한 기록이 추가됩니다. 장기 성장의 발판을 마련할 수 있습니다."
      ],
      "건강": [
        "건강 상태가 매우 양호합니다. 하루 종일 활력이 유지되며 피로가 거의 없습니다.",
        "운동의 효과가 크게 드러나며, 규칙적인 습관이 건강을 지켜줍니다.",
        "심리적 안정과 신체적 활력이 함께 상승합니다. 마음과 몸이 모두 균형을 이룹니다."
      ],
      "가족": [
        "가족 관계가 원만하고 따뜻합니다. 서로의 대화가 유익하며 신뢰가 깊어집니다.",
        "서로 존중하는 태도가 강화되며 집안 분위기가 밝아집니다. 협력과 이해가 자연스럽습니다.",
        "가족 간 이해와 배려가 크게 높아져 집안이 평화롭습니다. 안정감이 가득한 하루가 됩니다."
      ]
    }
  }
}
{
  "정인": {
    "100": {
      "총운": [
        "정인의 기운이 최고조에 달하며 배움과 성장이 완벽히 조화를 이룹니다. 모든 상황이 자연스럽게 흘러가며 노력한 만큼 결과가 나타납니다. 오늘은 성취와 행복이 동시에 찾아오는 날입니다.",
        "귀인의 도움과 지혜가 함께하여 성취와 인정이 따릅니다. 과거의 준비와 노력이 결실로 이어지고, 작은 부분까지도 원활히 풀립니다. 오늘은 그야말로 완벽한 조화의 흐름이 형성됩니다.",
        "모든 것이 조화를 이루는 날입니다. 일과 인간관계 모두 긍정적인 결과로 이어지며 자신감이 크게 상승합니다. 오늘은 삶이 안정적으로 흐르는 것을 체감할 수 있습니다."
      ],
      "재물": [
        "투자와 재테크에서 최고의 성과가 나옵니다. 예상했던 수익보다 더 큰 결과가 들어올 수 있으며, 장기적 안정까지 보장됩니다.",
        "수입은 늘고 지출은 안정되어 균형이 완벽합니다. 오늘은 재정 관리가 이상적으로 맞아떨어지는 시점입니다.",
        "재물운이 크게 상승해 현재와 미래 모두가 든든해집니다. 이 성과를 장기 계획으로 연결하면 더욱 강한 기반이 마련됩니다."
      ],
      "연애": [
        "연애 관계가 절정에 이릅니다. 사랑과 신뢰가 완벽히 어우러져 상대와의 관계가 단단히 굳어집니다.",
        "새로운 만남은 이상적인 방향으로 빠르게 발전합니다. 짧은 시간 안에 서로의 진심을 확인할 수 있습니다.",
        "연인 간 대화와 이해가 완벽히 조화를 이루며 갈등은 사라지고 안정감만 남습니다."
      ],
      "커리어": [
        "업무와 프로젝트에서 최고의 성과를 냅니다. 노력한 부분이 모두 결실로 이어지며 중요한 성취로 기록됩니다.",
        "조언을 실천해 큰 성과를 거두고 경력이 도약합니다. 주변의 인정을 받으며 위치가 확고해집니다.",
        "성과가 조직에 크게 인정받아 장기적인 성장 기반이 마련됩니다. 오늘의 성취가 미래를 밝히는 초석이 됩니다."
      ],
      "건강": [
        "건강이 최상의 상태에 도달합니다. 몸과 마음이 모두 활기를 띠며 하루를 활기차게 보낼 수 있습니다.",
        "운동과 식습관 관리가 최고의 효과를 내며, 평소보다 에너지가 더 크게 충만합니다.",
        "심신이 모두 안정된 균형을 이루며, 피로감이 거의 느껴지지 않는 하루가 펼쳐집니다."
      ],
      "가족": [
        "가족 관계가 완벽히 조화를 이루며 화목한 분위기가 가득합니다. 서로의 대화가 즐겁고 유익하게 이어집니다.",
        "신뢰와 이해가 깊어져 안정감이 강해집니다. 가족 간 협력이 자연스럽게 맞아떨어집니다.",
        "집안 분위기가 따뜻하게 이어지며 모두가 만족감을 느낍니다. 가정이 오늘의 에너지를 북돋아줍니다."
      ]
    }
  }
}
{
  "MBTI보정": {
    "ENTP": [
      "당신의 재치와 아이디어가 오늘 기회를 빠르게 잡게 합니다.",
      "즉흥적인 발상이 좋은 실험으로 이어집니다.",
      "오늘은 논쟁보다 창의적 제안이 빛납니다."
    ],
    "ENFP": [
      "창의성과 열정이 성과를 더 크게 확장시킵니다.",
      "자유로운 발상이 주변 사람들에게 활기를 불어넣습니다.",
      "오늘의 감정 표현이 매력으로 작용합니다."
    ],
    "ENTJ": [
      "리더십과 추진력이 오늘의 성취를 현실로 만듭니다.",
      "계획한 바를 실행으로 옮기며 큰 결과를 얻습니다.",
      "오늘은 결단력이 성공의 열쇠입니다."
    ],
    "ENFJ": [
      "타인을 이끄는 따뜻한 리더십이 관계를 깊게 만듭니다.",
      "사람들과의 협력이 자연스럽게 따라옵니다.",
      "배려심 있는 대화가 큰 신뢰를 줍니다."
    ],
    "INTP": [
      "논리적 분석이 오늘의 배움을 깊이 있게 만듭니다.",
      "호기심이 새로운 아이디어로 연결됩니다.",
      "차분한 성찰이 문제 해결을 돕습니다."
    ],
    "INFP": [
      "섬세한 감성이 지식을 의미 있는 이야기로 바꿉니다.",
      "오늘의 작은 경험도 큰 울림으로 남습니다.",
      "이상주의가 현실과 균형을 맞추는 하루입니다."
    ],
    "INTJ": [
      "명확한 계획과 전략이 오늘의 성과를 장기적 기반으로 확장시킵니다.",
      "큰 그림을 보는 눈이 빛납니다.",
      "실행보다 준비에 강점이 발휘됩니다."
    ],
    "INFJ": [
      "깊은 통찰력이 오늘의 경험을 내적 성장으로 연결시킵니다.",
      "말 한마디가 큰 울림으로 전달됩니다.",
      "오늘은 직관이 올바른 길을 제시합니다."
    ],
    "ESTP": [
      "즉흥적 실행력이 오늘의 기회를 놓치지 않게 합니다.",
      "모험심이 긍정적 자극으로 이어집니다.",
      "빠른 결단이 성과를 가져옵니다."
    ],
    "ESFP": [
      "밝은 에너지가 사람들과의 관계를 풍요롭게 만듭니다.",
      "오늘은 즐거움이 곧 성공으로 이어집니다.",
      "사교성이 좋은 인연을 이끌어옵니다."
    ],
    "ESTJ": [
      "체계적인 추진력이 오늘의 성과를 더욱 공고히 합니다.",
      "현실적인 판단이 결과를 단단히 만듭니다.",
      "오늘은 규율과 성실이 빛납니다."
    ],
    "ESFJ": [
      "세심한 배려가 가족과 동료의 마음을 사로잡습니다.",
      "조율 능력이 관계의 조화를 만듭니다.",
      "오늘은 공감이 큰 무기가 됩니다."
    ],
    "ISTP": [
      "실용적인 해결 능력이 문제를 쉽게 풀어냅니다.",
      "오늘은 차분한 분석력이 빛납니다.",
      "빠른 손재주가 도움이 됩니다."
    ],
    "ISFP": [
      "감각적이고 따뜻한 표현이 관계를 부드럽게 만듭니다.",
      "작은 배려가 큰 신뢰를 불러옵니다.",
      "오늘은 예술적 감각이 돋보입니다."
    ],
    "ISTJ": [
      "꼼꼼한 관리와 신중함이 재정적·업무적 성공을 이끕니다.",
      "규칙을 지키는 태도가 성과를 부릅니다.",
      "오늘은 세부적인 점검이 안정감을 줍니다."
    ],
    "ISFJ": [
      "성실한 태도가 주변에 신뢰를 쌓아줍니다.",
      "오늘은 희생보다 배려가 더 크게 빛납니다.",
      "작은 도움도 오래 기억됩니다."
    ]
  }
}
{
  "랜덤요소": {
    "포인트컬러": [
      "블루 포인트",
      "그린 포인트",
      "레드 포인트",
      "옐로우 포인트",
      "화이트 포인트",
      "블랙 포인트",
      "퍼플 포인트",
      "오렌지 포인트",
      "민트 포인트",
      "그레이 포인트"
    ],
    "포인트행동": [
      "산책하기",
      "정리정돈",
      "짧은 메모 남기기",
      "따뜻한 차 마시기",
      "심호흡 3회",
      "가벼운 운동",
      "조용히 음악 듣기",
      "짧은 독서",
      "명상 5분",
      "창문 열고 환기하기",
      "새로운 노트 시작하기",
      "친구에게 안부 인사하기"
    ],
    "포인트사물": [
      "손목시계",
      "책 한 권",
      "작은 동전",
      "스마트폰",
      "관엽식물",
      "노트북",
      "머그컵",
      "사진 한 장",
      "이어폰",
      "메모장",
      "열쇠고리",
      "향초"
    ]
  }
}
