{
  "편인": {
    "50": {
      "총운": [
        "직관과 아이디어는 번쩍이지만 방향이 흐려 산만해지기 쉽습니다. 개념과 현실의 간극이 커져 실행이 지연되니, 오늘은 추상적 생각을 한 문장으로 요약하고 할 일 하나만 선택하세요. 모호함을 줄일수록 불안이 잦아듭니다.",
        "정보가 많을수록 선택이 어려워지고, 혼자만의 해석에 빠질 위험이 있습니다. 검증되지 않은 확신은 비용을 키우니, 사실 확인과 작은 실험으로 현실 감각을 되찾으세요. 기록이 생각을 구체로 바꿉니다.",
        "감정과 직감이 앞서 판단을 흐릴 수 있습니다. 오늘은 감정 → 관찰 → 결론의 순서를 지키며, 즉흥 결정을 피하세요. '지금 가능한 최소 행동'이 가장 안전합니다."
      ],
      "재물": [
        "충동구매나 모호한 기대 수입이 재정 흐름을 흔듭니다. 지출을 고정·변동으로 나누고, 오늘만이라도 비필수 결제를 잠그세요. 계좌를 생활·저축·비상으로 분리하면 누수가 줄어듭니다.",
        "소문·직감에 기대 투자하면 변동성에 휘둘립니다. 오늘은 관망하며 관심 종목만 정리하고, 진입 기준·손절 라인을 문장으로 적어 두세요. 적지 않은 손실을 예방합니다.",
        "현금흐름을 모호하게 두면 불안이 커집니다. 카드 명세를 카테고리로 묶어 '줄일 항목' 1가지만 정하세요. 작지만 즉시 체감되는 안정이 생깁니다."
      ],
      "연애": [
        "말은 많지만 핵심이 흐려 오해가 자라기 쉽습니다. 감정 서술 대신 관찰 기반으로 표현하면 신뢰가 회복됩니다. 예: \"늦는다고 말이 없을 때 불안했어.\"",
        "혼자 상상으로 결론을 내리면 거리가 생깁니다. 확인 질문 1개와 원하는 바 1가지를 간결하게 말하세요. 짧고 분명한 메시지가 마음을 가깝게 합니다.",
        "상대의 애매한 신호를 과해석할 수 있습니다. 오늘은 반응을 늦추고 하루 뒤 답장을 권합니다. 급할수록 쉬는 것이 실수 방지입니다."
      ],
      "커리어": [
        "아이디어는 넘치지만 산출물이 늦어질 수 있습니다. 스프린트를 '가설 1개–실험 1회–회고 3줄'로 줄이고, 25분 집중·5분 휴식 루틴을 적용하세요. 작은 속도가 큰 성과를 만듭니다.",
        "문서와 회의가 늘어도 결론이 흐릴 수 있습니다. 회의 말미에 담당자·기한·지표를 정리하고, 당일 착수 가능한 15분 태스크로 쪼개세요. 실행이 곧 설득입니다.",
        "완벽주의가 시작을 늦춥니다. 와이어프레임·목업 같은 '거친 초안'으로 먼저 공유하면 피드백이 빨라집니다. 초안은 미완료가 아니라 출발점입니다."
      ],
      "건강": [
        "수면 리듬이 흔들리면 감정 기복도 커집니다. 취침 한 시간 전 스크린을 끄고, 따뜻한 물로 샤워해 몸을 진정시키세요. 내일의 집중력이 달라집니다.",
        "신경성 소화나 두통이 생길 수 있습니다. 카페인을 오후 이후 줄이고 10분 산책·복식호흡으로 긴장을 낮추세요. 작은 루틴이 과민반응을 완화합니다.",
        "목·어깨가 쉽게 굳습니다. 타이머로 60분마다 스트레칭 알림을 설정하고, 온찜질 15분을 권합니다. 근육의 이완이 생각도 부드럽게 만듭니다."
      ],
      "가족": [
        "가족 말의 숨은 의도를 과해석하면 갈등이 생깁니다. 사실 확인 질문을 먼저 하고, 감정은 짧게 말하세요. 짧고 선명한 대화가 오해를 줄입니다.",
        "안건이 많은 날일수록 회의처럼 진행하세요. 주제 하나·시간 15분·결정 1개 원칙을 쓰면 번지는 논쟁을 막습니다. 합의는 기록으로 남기세요.",
        "도움을 주고받는 경계가 흐리면 피곤이 커집니다. 이번 주 역할을 표로 정하고 서로의 '불가 시간'을 공유하세요. 예측 가능성이 평화를 만듭니다."
      ]
    },
    "60": {
      "총운": [
        "직관이 조금 더 선명해져 아이디어가 실제 적용 가능성을 띱니다. 다만 여전히 산만함이 남아 있으므로 오늘은 '실행 가능한 작은 단위'에 집중하세요. 통찰을 현실로 옮기는 첫 걸음을 내딛을 수 있습니다.",
        "어제까지는 흐릿했던 생각이 구체화되기 시작합니다. 주변 조언을 듣되 무작정 따르지 말고 나만의 기준을 세우세요. 기준이 있으면 흔들림 속에서도 중심을 잡을 수 있습니다.",
        "감정과 직관이 조금 더 균형을 이루어 실수가 줄어듭니다. 단, 속도가 빨라질수록 허점이 생길 수 있으니 하루 계획에서 꼭 '점검 시간'을 넣으세요."
      ],
      "재물": [
        "투자와 소비 모두에서 작은 안정이 찾아옵니다. 다만 아직 확신하기는 이르니 관망하면서 관찰일지를 남기세요. 데이터가 쌓이면 기회가 보입니다.",
        "지출은 줄었지만 수입 증가는 더딥니다. 오늘은 장기적 플랜을 재검토하며 안전망을 강화하는 데 집중하세요.",
        "재물운이 흐릿하게 상승 곡선을 그립니다. 그러나 무리한 확장은 경계하고, 작은 절약 습관을 이어가야 합니다."
      ],
      "연애": [
        "상대의 말을 과하게 해석하지 않고 사실 그대로 듣게 됩니다. 작은 신뢰가 쌓이며 관계가 안정세를 보입니다.",
        "새로운 만남에서 설레는 대화가 오갑니다. 다만 깊이를 더하려면 성급함을 줄이고 상대의 페이스를 존중하세요.",
        "기존 연인과는 갈등이 완화되고 협력적인 분위기가 조성됩니다. 오늘은 함께 실천할 작은 계획을 세워보세요."
      ],
      "커리어": [
        "아이디어가 실행으로 이어지기 시작합니다. 어제보다 성과가 뚜렷해져 작은 성취를 경험할 수 있습니다.",
        "동료와의 협업에서 오해가 줄고 소통이 원활해집니다. 다만 책임은 분명히 나누는 것이 중요합니다.",
        "업무에서 작은 성취가 생겨 자신감이 올라갑니다. 성급함을 줄이고 속도를 관리하면 더 큰 성과로 이어질 수 있습니다."
      ],
      "건강": [
        "컨디션이 조금씩 안정되며 회복력이 눈에 띕니다. 오늘은 규칙적인 루틴을 지키는 것이 중요합니다.",
        "스트레스가 여전히 있지만 조절 가능 수준입니다. 명상이나 호흡법을 활용하면 감정 관리가 더 수월해집니다.",
        "식습관을 조금 더 개선하면 건강 지표가 눈에 띄게 좋아질 수 있습니다. 특히 늦은 밤 간식을 줄이는 것이 핵심입니다."
      ],
      "가족": [
        "가족과의 대화가 부드러워집니다. 여전히 작은 오해는 있지만 빠르게 풀어낼 수 있습니다.",
        "집안에서 협력적인 분위기가 만들어집니다. 역할 분담이 이루어지면 안정감이 더해집니다.",
        "부모나 형제의 조언이 현실적인 도움이 됩니다. 다만 전부 수용하지 말고 필요한 부분만 취하세요."
      ]
    },
    "70": {
      "총운": [
        "흐릿했던 직관이 현실 속에서 구체화되며 실행 가능성이 높아집니다. 오늘은 작은 실험이 성과로 이어질 확률이 크니, 아이디어를 하나 선택해 시도해 보세요.",
        "정보와 직감이 균형을 이루어 불필요한 혼란이 줄어듭니다. 아직 완벽하지는 않지만, 중심이 잡히며 일상 속 안정감을 느낄 수 있습니다.",
        "감정과 생각의 충돌이 줄어들고, 차분히 정리할 힘이 생깁니다. 오늘은 관찰과 기록이 중요한 무기가 되어 자신감을 되찾게 합니다."
      ],
      "재물": [
        "재정 흐름이 차츰 안정되며, 지출 관리가 뚜렷한 효과를 보입니다. 오늘은 작은 절약이 큰 만족으로 이어집니다.",
        "투자에서는 위험이 줄고 안정적인 수익의 기반이 마련됩니다. 그러나 여전히 무리한 확장은 피하는 것이 좋습니다.",
        "금전 계획이 실행 가능한 수준으로 정리됩니다. 오늘은 현금흐름 점검을 통해 다음 단계를 준비하세요."
      ],
      "연애": [
        "상대와의 대화에서 오해가 줄고, 이해가 더해집니다. 작은 배려가 신뢰를 회복시킵니다.",
        "새로운 만남은 기대 이상의 긍정적인 흐름을 보입니다. 다만 감정의 속도를 조금 늦추는 것이 관계에 도움이 됩니다.",
        "기존 연인과의 갈등은 해소되고 안정적인 관계로 발전합니다. 오늘은 함께 하는 활동이 큰 의미를 줍니다."
      ],
      "커리어": [
        "업무 아이디어가 실행으로 이어지고 성과가 나타납니다. 작은 결과라도 공유하면 인정받을 수 있습니다.",
        "동료와의 협력에서 긍정적인 반응을 얻게 됩니다. 오늘은 팀워크를 살리는 대화가 성과를 높입니다.",
        "일의 우선순위가 분명해지고 효율이 개선됩니다. 무리하지 않아도 자연스럽게 성과가 따라옵니다."
      ],
      "건강": [
        "몸과 마음이 균형을 찾아갑니다. 규칙적인 생활이 효과를 내며 피로가 줄어듭니다.",
        "스트레스가 줄어들고 심리적 안정이 커집니다. 오늘은 자신을 칭찬하며 여유를 가지세요.",
        "소화나 두통 같은 잔병치레가 완화됩니다. 평소 습관을 조금씩 개선하면 큰 도움이 됩니다."
      ],
      "가족": [
        "가족과의 대화가 부드럽게 이어집니다. 서로의 입장을 인정하는 분위기가 형성됩니다.",
        "가족 간 갈등이 줄고, 서로를 존중하는 태도가 강화됩니다. 오늘은 함께하는 식사 자리가 분위기를 좋게 만듭니다.",
        "부모나 형제의 조언이 현실적이고 유익하게 다가옵니다. 필요한 부분을 취하면 삶이 가벼워집니다."
      ]
    },
    "80": {
      "총운": [
        "직관과 현실이 조화를 이루며 아이디어가 실행 단계에서 성과를 냅니다. 오늘은 노력과 통찰이 만나 안정적인 흐름을 만들어냅니다.",
        "불필요한 혼란은 사라지고 선택이 분명해집니다. 계획을 세우면 그대로 진행될 확률이 높아집니다. 중심이 흔들리지 않습니다.",
        "감정과 직감이 안정되며 판단력이 뚜렷해집니다. 오늘은 자신감을 회복하고 새로운 성취를 경험할 수 있는 좋은 날입니다."
      ],
      "재물": [
        "재정 흐름이 확실히 안정되고 불필요한 지출이 줄어듭니다. 오늘은 저축이나 장기 플랜을 세우기에 좋습니다.",
        "투자에서는 안정적인 이익을 기대할 수 있습니다. 다만 큰 욕심을 내기보다는 지금의 균형을 유지하세요.",
        "소소한 절약 습관이 재정적 여유로 이어집니다. 작은 선택이 미래의 기반을 단단히 합니다."
      ],
      "연애": [
        "상대와의 대화가 원활해지고 오해가 풀립니다. 신뢰가 더욱 강화됩니다.",
        "새로운 만남은 긍정적으로 발전하며 진지한 관계로 이어질 수 있습니다.",
        "연인과는 따뜻한 대화와 이해가 깊어집니다. 오늘은 함께하는 시간이 큰 힘이 됩니다."
      ],
      "커리어": [
        "업무에서 성과가 눈에 띄게 드러납니다. 아이디어가 실행으로 연결되어 성과를 창출합니다.",
        "동료와 협력하며 긍정적인 피드백을 받습니다. 팀워크가 빛나는 날입니다.",
        "계획과 실행이 조화를 이루어 효율성이 크게 향상됩니다. 오늘은 추진력이 돋보입니다."
      ],
      "건강": [
        "몸과 마음의 균형이 안정적입니다. 루틴이 자리를 잡아 작은 피로에도 잘 회복됩니다.",
        "스트레스가 줄어들며 활력이 커집니다. 긍정적인 사고가 컨디션을 끌어올립니다.",
        "규칙적인 생활이 효과를 내며 체력이 안정적으로 유지됩니다. 오늘은 활력이 넘칩니다."
      ],
      "가족": [
        "가족과의 대화가 원만하고 이해가 깊어집니다. 서로에게 힘이 되는 하루입니다.",
        "집안에 화합의 분위기가 형성됩니다. 작은 배려가 평화를 크게 만듭니다.",
        "부모와 자녀 간의 관계가 부드러워지고 현실적 도움을 주고받을 수 있습니다."
      ]
    },
    "90": {
      "총운": [
        "직관과 현실 감각이 완벽하게 어우러지며 오늘은 기회가 선명하게 보입니다. 배운 것과 경험이 조화를 이루어 확실한 성과로 이어집니다.",
        "흐릿함이나 불안이 거의 사라지고, 자신감과 확신이 뚜렷합니다. 계획대로 밀고 나가면 기대 이상의 성과를 얻습니다.",
        "감정과 직감이 균형을 이루며 안정적인 하루를 만듭니다. 오늘은 생각과 행동이 하나로 맞아떨어지는 경험을 하게 됩니다."
      ],
      "재물": [
        "재정 관리가 정점을 찍습니다. 지출은 안정되고 수입은 탄탄하게 늘어납니다.",
        "투자에서 예상 이상의 성과가 보입니다. 오늘은 확신 있는 판단이 보상을 불러옵니다.",
        "재물운이 크게 상승해 금전적 자신감을 얻습니다. 여유 자금을 장기적으로 배분하세요."
      ],
      "연애": [
        "상대와의 신뢰가 확고히 다져지며 관계가 깊어집니다. 미래에 대한 대화가 오갑니다.",
        "새로운 만남은 빠르게 신뢰로 이어집니다. 상대가 마음을 열고 다가옵니다.",
        "연인과는 갈등 없이 조화로운 시간을 보내며 애정이 절정에 다다릅니다."
      ],
      "커리어": [
        "업무 성과가 크게 눈에 띄어 인정받습니다. 상사의 평가가 긍정적으로 돌아옵니다.",
        "팀워크가 원활하고 동료와 협력하며 의미 있는 성과를 거둡니다.",
        "계획과 실행이 완벽히 맞아떨어져 프로젝트가 성공적으로 마무리됩니다."
      ],
      "건강": [
        "건강이 최상 수준으로 유지됩니다. 피로가 거의 느껴지지 않습니다.",
        "운동의 효과가 뚜렷해지고 컨디션이 크게 향상됩니다.",
        "심리적 안정과 신체적 활력이 모두 상승해 하루가 활기차게 흐릅니다."
      ],
      "가족": [
        "가족 관계가 화합과 안정으로 가득합니다. 대화와 배려가 자연스럽게 이어집니다.",
        "집안에 밝은 기운이 감돌며 협력적인 분위기가 형성됩니다.",
        "부모·형제와의 대화에서 실질적인 도움이 오가며 따뜻한 신뢰가 강화됩니다."
      ]
    },
    "100": {
      "총운": [
        "직관과 현실이 완벽히 통합되며 오늘은 모든 것이 명확하게 보입니다. 배움과 통찰, 경험이 하나로 연결되어 가장 큰 성취를 이끌어냅니다.",
        "혼란이나 불확실성이 사라지고 자신감이 최고조에 달합니다. 오늘은 계획이 흘러가듯 자연스럽게 실현되는 날입니다.",
        "감정과 직감이 조화롭게 작동하며, 주변 상황과도 완벽히 맞아떨어집니다. 모든 일이 부드럽게 흘러가는 특별한 경험을 하게 됩니다."
      ],
      "재물": [
        "재정적으로 최고의 흐름을 맞이합니다. 수입은 크게 늘고 지출은 완벽히 통제됩니다.",
        "투자에서 탁월한 성과가 나타납니다. 직관과 판단이 모두 맞아떨어집니다.",
        "재물운이 절정에 이르러 금전적 자신감이 확고히 자리 잡습니다. 장기적 안정까지 보장됩니다."
      ],
      "연애": [
        "연애 관계가 절정에 이릅니다. 서로의 신뢰와 사랑이 최고 수준으로 강화됩니다.",
        "새로운 만남은 이상적이며, 짧은 시간 안에 진심을 확인할 수 있습니다.",
        "기존 연인은 미래를 함께 구체적으로 그리며 안정감을 느낍니다."
      ],
      "커리어": [
        "업무와 프로젝트가 모두 성공적으로 마무리됩니다. 노력한 만큼 성과가 분명히 드러납니다.",
        "상사의 인정을 받으며 중요한 기회가 찾아옵니다. 커리어가 새로운 전환점을 맞습니다.",
        "동료와 협업이 최고조로 원활해져 성과와 신뢰가 동시에 쌓입니다."
      ],
      "건강": [
        "건강이 절정 상태에 도달합니다. 몸과 마음이 모두 활력을 띠며 피로가 거의 없습니다.",
        "운동 효과가 극대화되어 체력이 한층 향상됩니다.",
        "심리적 안정과 체력이 균형을 이루며 오늘은 에너지가 넘치는 날입니다."
      ],
      "가족": [
        "가족 관계가 완벽히 조화를 이루며 화합과 평화가 가득합니다.",
        "대화와 이해가 깊어져 서로에게 큰 힘이 됩니다.",
        "집안 분위기가 따뜻하게 이어지며 모두가 만족과 행복을 느낍니다."
      ]
    }
  },
  "MBTI보정": {
    "ENTP": [
      "아이디어가 쏟아지지만 흩어질 수 있습니다. 오늘은 한 가지 주제에만 집중하세요.",
      "즉흥적 발상이 새로운 길을 열지만 작은 실험에 국한하는 것이 안전합니다.",
      "논쟁보다 독창적 제안에 힘을 쏟을 때 성과가 납니다."
    ],
    "ENFP": [
      "열정과 창의성이 넘치지만 방향을 잃기 쉽습니다. 단순한 행동으로 풀어내세요.",
      "감정 표현이 매력으로 작용하지만 과도한 기대는 줄이세요.",
      "자유로운 발상이 작은 프로젝트에서 빛납니다."
    ],
    "ENTJ": [
      "주도력이 강하지만 과도한 통제는 산만함을 부릅니다. 오늘은 기준만 세워두세요.",
      "리더십은 충분하니 작은 목표 하나만 확실히 달성하세요.",
      "계획보다 실행에 집중할 때 성과가 큽니다."
    ],
    "ENFJ": [
      "사람들을 챙기느라 정작 본인이 흐려질 수 있습니다. 오늘은 자기 돌봄이 우선입니다.",
      "협력은 좋지만 의견을 정리해주는 역할이 필요합니다.",
      "따뜻한 배려가 혼란을 정리하는 힘이 됩니다."
    ],
    "INTP": [
      "논리와 직관이 충돌할 수 있습니다. 기록으로 생각을 정리하세요.",
      "호기심이 많아 산만해지지만 분석이 균형을 찾게 합니다.",
      "복잡한 정보 속에서도 당신의 분석력이 질서를 세웁니다."
    ],
    "INFP": [
      "섬세한 감정이 흐려질 수 있습니다. 객관적 사실을 먼저 확인하세요.",
      "감성이 정리되면 울림 있는 메시지가 됩니다.",
      "이상주의가 현실과 맞닿으며 균형을 회복합니다."
    ],
    "INTJ": [
      "큰 그림은 명확하지만 세부가 흔들릴 수 있습니다. 오늘은 작은 단계를 고정하세요.",
      "전략이 직관을 잡아주며 성과로 이어집니다.",
      "장기적 안목이 산만한 에너지를 정리해줍니다."
    ],
    "INFJ": [
      "직관은 깊지만 모호할 수 있습니다. 오늘은 글로 정리해보세요.",
      "통찰을 구체로 바꾸면 불안이 줄어듭니다.",
      "당신의 직감이 현실적 기준을 만나 빛납니다."
    ],
    "ESTP": [
      "즉흥적 행동은 즐겁지만 실수가 잦습니다. 호흡을 고르고 움직이세요.",
      "모험심은 긍정적 자극이지만 오늘은 작은 도전에 국한하세요.",
      "빠른 결단이 성과로 이어지지만 준비를 잊지 마세요."
    ],
    "ESFP": [
      "즐거움에 몰입하다 보면 중요한 것을 놓칠 수 있습니다. 기록이 균형을 잡습니다.",
      "사교성은 좋지만 오늘은 자신만의 정리 시간이 필요합니다.",
      "감각적 에너지가 현실과 만날 때 성과가 납니다."
    ],
    "ESTJ": [
      "규율이 흐트러지면 혼란이 커집니다. 체크리스트가 필요합니다.",
      "체계적 관리가 직관의 산만함을 잠재웁니다.",
      "성실한 습관이 당신의 안전망이 됩니다."
    ],
    "ESFJ": [
      "남을 챙기다 자신이 지칠 수 있습니다. 오늘은 내 마음을 먼저 챙기세요.",
      "관계를 돕는 중재자로 나서면 성과가 있습니다.",
      "공감이 산만한 기운을 정리합니다."
    ],
    "ISTP": [
      "실용성은 뛰어나지만 집중력이 흩어질 수 있습니다. 중요한 일만 골라 처리하세요.",
      "즉시 적용 가능한 방법에만 에너지를 쓰세요.",
      "산만한 생각 속에서도 손재주가 해결책이 됩니다."
    ],
    "ISFP": [
      "감각은 예리하지만 루틴이 부족할 수 있습니다. 작은 습관을 세우세요.",
      "따뜻한 감성이 기록으로 남으면 힘이 됩니다.",
      "섬세한 표현이 산만한 흐름을 가다듬습니다."
    ],
    "ISTJ": [
      "체계가 흔들리면 혼란이 커집니다. 오늘은 규칙을 지키는 것이 해답입니다.",
      "검증된 방식을 택하면 불필요한 낭비가 줄어듭니다.",
      "신중함이 산만한 기운을 잠재웁니다."
    ],
    "ISFJ": [
      "성실함이 오늘의 혼란을 덮어줍니다.",
      "차분히 한 가지에만 집중하면 신뢰가 쌓입니다.",
      "작은 배려와 정리가 관계를 안정시킵니다."
    ]
  },
  "랜덤요소": {
    "포인트컬러": [
      "블루 포인트",
      "그린 포인트",
      "퍼플 포인트",
      "화이트 포인트",
      "블랙 포인트",
      "민트 포인트",
      "그레이 포인트"
    ],
    "포인트행동": [
      "짧은 메모 남기기",
      "심호흡 3회",
      "창문 열고 환기하기",
      "정리정돈",
      "짧은 독서",
      "5분 명상",
      "산책하기",
      "할 일 한 가지 고르기",
      "타이머 25분 집중"
    ],
    "포인트사물": [
      "책 한 권",
      "노트북",
      "메모장",
      "향초",
      "손목시계",
      "사진 한 장",
      "열쇠고리",
      "관엽식물",
      "머그컵"
    ]
  }
}
