{
  "편재": {
    "50": {
      "총운": [
        "오늘은 집중력이 쉽게 흐트러질 수 있습니다. 불필요한 약속은 피하고 해야 할 일부터 정리하세요. 감각보다 계획이 필요한 날이에요.",
        "기대했던 일에서 변수가 생길 수 있습니다. 유연하게 대응하세요. 돌발 상황이 오히려 기회로 바뀔 수도 있습니다.",
        "다른 사람의 제안보단 자신의 판단을 믿으세요. 감각은 좋지만 속단은 금물이에요."
      ],
      "재물": [
        "예상치 못한 지출이 생길 수 있습니다. 즉흥적인 소비는 피하세요.",
        "투자는 신중히 하세요. 정보가 불확실하면 기다리는 게 이익입니다.",
        "지출보다 현금 흐름을 점검하세요. 감각보다 계산이 먼저입니다."
      ],
      "연애": [
        "새로운 인연이 다가올 수 있습니다. 하지만 깊이 판단하기엔 이릅니다.",
        "감정 표현이 지나치면 오해가 생길 수 있습니다. 여유를 두세요.",
        "관계에서 리드하고 싶다면 상대의 리듬을 먼저 파악하세요."
      ],
      "커리어": [
        "업무 중 즉흥적인 제안이 들어올 수 있습니다. 무조건 거절하지 말고 가능성을 탐색하세요.",
        "감각이 예리하지만 집중력이 부족할 수 있습니다. 한 가지에 몰입하세요.",
        "리스크가 있는 결정은 상의 후 진행하세요. 단독 판단은 피하는 게 좋습니다."
      ],
      "건강": [
        "기운이 오르내립니다. 카페인 대신 물로 컨디션을 유지하세요.",
        "과로는 피하세요. 특히 오후 집중력이 떨어질 수 있습니다.",
        "무리한 운동보단 가벼운 스트레칭이 좋습니다. 리듬이 중요해요."
      ],
      "가족": [
        "가족의 일에 깊이 개입하지 말고 조용히 지원하세요.",
        "가족 내 금전 이야기로 오해가 생길 수 있습니다. 감정보다 사실을 기준으로 하세요.",
        "오늘은 집안 분위기를 부드럽게 유지하는 게 중요합니다."
      ]
    },
    "60": {
      "총운": [
        "오늘은 일과 인간관계 모두에서 흐름이 나쁘지 않습니다. 단, 욕심이 과하면 손해로 돌아옵니다.",
        "즉흥적인 제안보다는 준비된 기회에 집중하세요.",
        "감각이 예리해지는 날입니다. 타이밍을 잘 잡으면 소소한 행운이 따릅니다."
      ],
      "재물": [
        "작은 수입이 생기거나 우연한 기회가 찾아옵니다. 하지만 무리한 투자는 금물이에요.",
        "지출보다 수입 관리에 신경 쓰세요. 새로 들어오는 돈보다 나가는 돈이 많을 수 있습니다.",
        "오늘은 재정 흐름을 정리하기 좋은 날입니다. 감으로 판단하지 마세요."
      ],
      "연애": [
        "매력적인 인연이 생길 수 있습니다. 하지만 감정보다 현실을 고려하세요.",
        "연인과의 대화에서 장난이 과해질 수 있습니다. 선을 지키세요.",
        "감정 기복이 심한 날입니다. 상대의 반응에 일희일비하지 마세요."
      ],
      "커리어": [
        "새로운 업무 제안이 들어올 수 있습니다. 유연하게 받아들이세요.",
        "감각적인 아이디어가 돋보이지만, 실행은 꼼꼼히 검토해야 합니다.",
        "협상이나 대화에서 상대의 의도를 정확히 읽으세요. 눈치가 빠르면 유리합니다."
      ],
      "건강": [
        "기운의 흐름이 좋습니다. 단, 피로가 쌓이지 않게 중간 휴식을 취하세요.",
        "혈액순환이 중요합니다. 가벼운 스트레칭이 도움이 됩니다.",
        "자극적인 음식은 피하세요. 컨디션이 예민해질 수 있습니다."
      ],
      "가족": [
        "가족의 금전 문제에 관여하지 마세요. 의견 차이가 생길 수 있습니다.",
        "가족과의 대화에서 유머를 잃지 마세요. 분위기를 가볍게 만드는 게 좋아요.",
        "부모님이나 형제의 조언을 귀담아들으세요. 현실적인 조언이 있습니다."
      ]
    },
    "70": {
      "총운": [
        "오늘은 감각과 판단이 잘 맞아떨어집니다. 단, 너무 빠른 결정은 피하세요.",
        "기회가 찾아올 수 있습니다. 준비가 되어 있다면 잡으세요.",
        "유연함이 당신의 무기입니다. 변화에 빠르게 대응하면 행운이 따릅니다."
      ],
      "재물": [
        "재정의 흐름이 개선됩니다. 수입이 생기거나 계약이 진행될 수 있습니다.",
        "투자 운이 있지만, 과욕은 금물입니다. 짧은 이익보다 안정된 수익을 택하세요.",
        "감각이 살아있습니다. 다만 지출도 커질 수 있으니 통제를 유지하세요."
      ],
      "연애": [
        "매력적인 하루입니다. 단, 감정의 온도를 조절하세요.",
        "새로운 만남이 활발하지만 깊이는 얕습니다. 진심은 천천히 보여주세요.",
        "기존 관계는 여유 있게 다루세요. 상대의 리듬을 존중하세요."
      ],
      "커리어": [
        "협상이나 영업 분야에서 두각을 나타낼 수 있습니다.",
        "오늘은 기획, 제안, 프레젠테이션에 강합니다. 감각이 돋보여요.",
        "직관이 정확하게 작동합니다. 다만 세부 검토는 반드시 거치세요."
      ],
      "건강": [
        "기분에 따라 컨디션이 바뀝니다. 기분 관리가 곧 건강이에요.",
        "외출 시 체온 변화에 유의하세요. 감기나 두통에 주의입니다.",
        "운동보단 휴식이 필요한 날입니다. 마음의 안정이 중요합니다."
      ],
      "가족": [
        "가족과의 관계가 부드럽습니다. 즐거운 대화로 분위기를 살리세요.",
        "작은 선물이나 관심 표현이 가족을 웃게 합니다.",
        "가족이 당신의 결정을 지지합니다. 감사를 표현하세요."
      ]
    },
    "80": {
      "총운": [
        "오늘은 감각이 날카롭고 판단이 빠릅니다. 타이밍을 잡는 능력이 돋보여요.",
        "기회가 눈앞에 있습니다. 단, 직감만 믿지 말고 데이터로 확인하세요.",
        "유연한 대처가 문제를 해결합니다. 직감과 현실이 균형을 이룹니다."
      ],
      "재물": [
        "작은 수익이 들어오거나 좋은 제안을 받을 수 있습니다. 판단만 신중히 하세요.",
        "돈의 흐름이 빠릅니다. 소비도 함께 늘 수 있으니 절제하세요.",
        "감각적인 투자가 가능하지만, 목표를 명확히 정해야 합니다."
      ],
      "연애": [
        "매력 지수가 상승하는 날입니다. 적극적인 표현이 통할 수 있어요.",
        "새로운 인연에 설렘이 있습니다. 하지만 진심을 바로 드러내지 마세요.",
        "감정의 흐름이 빠릅니다. 순간의 말보다 진심을 선택하세요."
      ],
      "커리어": [
        "협상이나 영업 분야에서 유리한 날입니다. 말보다 표정과 타이밍이 중요합니다.",
        "기획력과 제안 능력이 빛납니다. 감각을 실전에 적용하세요.",
        "즉흥적인 아이디어 중 하나가 성과로 이어집니다. 다만 마무리는 철저히 하세요."
      ],
      "건강": [
        "활동량이 많습니다. 에너지 관리에 신경 쓰세요.",
        "컨디션이 좋지만 피로가 금방 쌓일 수 있습니다. 수분 보충이 필요합니다.",
        "감정 기복이 심해질 수 있으니 음악이나 산책으로 조율하세요."
      ],
      "가족": [
        "가족과의 금전적 대화에서 솔직함이 필요합니다.",
        "가족에게 밝은 소식을 전하면 분위기가 좋아집니다.",
        "가족이 당신의 결정을 지지합니다. 감사함을 표현하세요."
      ]
    },
    "90": {
      "총운": [
        "오늘은 당신의 직감이 정확합니다. 기회를 잡을 준비가 되어 있네요.",
        "리더십과 자신감이 돋보입니다. 추진력 있는 태도가 주변을 이끕니다.",
        "사람과 돈의 흐름을 잘 읽을 수 있습니다. 선택의 순간엔 당신의 감을 믿으세요."
      ],
      "재물": [
        "금전운이 강합니다. 수입이 늘거나 새로운 거래가 성사될 수 있습니다.",
        "투자나 영업에 좋은 기운이 있습니다. 단, 욕심은 금물이에요.",
        "현금 흐름이 빠릅니다. 계획적인 소비로 균형을 잡으세요."
      ],
      "연애": [
        "자신감 있는 태도가 매력으로 작용합니다. 진심은 행동에서 드러납니다.",
        "오늘은 연애 감각이 예리합니다. 다만 과한 표현은 피하세요.",
        "상대의 기분을 먼저 읽으세요. 타이밍이 사랑의 성패를 가릅니다."
      ],
      "커리어": [
        "성과가 눈에 띄는 날입니다. 제안이나 발표에서 주목받습니다.",
        "팀 내에서 리더 역할을 맡게 될 수 있습니다. 신중하게 말하세요.",
        "영업, 마케팅, 협상에 유리한 흐름입니다. 실적이 기대돼요."
      ],
      "건강": [
        "활력이 넘치지만 무리하면 피로가 쌓입니다. 밤에는 휴식이 필요합니다.",
        "카페인 섭취를 줄이세요. 자연스러운 리듬이 효율을 높입니다.",
        "짧은 명상이나 음악 감상이 컨디션 회복에 좋습니다."
      ],
      "가족": [
        "가족 간의 대화가 활발합니다. 좋은 소식을 나누세요.",
        "가족이 당신의 성공을 함께 기뻐합니다. 감사의 마음을 표현하세요.",
        "가족과의 외식이 행운을 부릅니다. 식탁에서 아이디어가 떠오를 수도 있습니다."
      ]
    },
    "100": {
      "총운": [
        "오늘은 모든 감각이 최고조입니다. 기회를 즉시 포착하세요.",
        "행동이 결과를 만듭니다. 과감하지만 계산된 결단이 빛납니다.",
        "운이 당신의 리듬에 맞춰 흐릅니다. 주도권을 놓치지 마세요."
      ],
      "재물": [
        "큰 재물운이 들어옵니다. 계약, 제안, 수익이 동시에 찾아올 수 있습니다.",
        "성과금이나 보너스가 기대됩니다. 기회를 잡으면 금전운이 폭발합니다.",
        "오늘의 결정이 향후 수익으로 이어집니다. 감각과 냉정함의 조화가 필요합니다."
      ],
      "연애": [
        "이성과의 케미가 최고조입니다. 매력이 자연스럽게 드러납니다.",
        "새로운 인연이 시작되거나, 관계가 한 단계 깊어집니다.",
        "말보다 눈빛이 통하는 날이에요. 자신감을 잃지 마세요."
      ],
      "커리어": [
        "성과가 완성되는 날입니다. 당신의 결정이 프로젝트를 완성시킵니다.",
        "리더십과 판단력이 최고 수준입니다. 자신감을 가지고 밀어붙이세요.",
        "업무적 신뢰가 확실히 쌓입니다. 주변이 당신을 중심으로 움직입니다."
      ],
      "건강": [
        "기운이 넘칩니다. 다만 긴장감으로 인한 피로에 주의하세요.",
        "규칙적인 호흡과 스트레칭으로 컨디션을 유지하세요.",
        "활동량이 많을수록 수분을 자주 보충하세요."
      ],
      "가족": [
        "가족이 당신의 결정을 존중합니다. 따뜻한 대화를 나누세요.",
        "가족에게 좋은 소식이 생깁니다. 함께 기쁨을 나누세요.",
        "가족의 응원이 당신의 에너지를 더 강하게 만듭니다."
      ]
    }
  },
  "MBTI보정": {
    "ENTP": [
      "오늘은 아이디어보다 실행이 중요합니다. 바로 움직이면 행운이 따라옵니다.",
      "유머와 자신감이 매력을 높입니다. 하지만 상대의 리듬도 존중하세요.",
      "즉흥적인 결정 중 하나가 성공으로 이어질 수 있습니다. 감각을 믿으세요."
    ],
    "ENFP": [
      "감정이 풍부한 만큼 집중력이 분산될 수 있습니다. 한 가지에 몰입하세요.",
      "오늘은 사람들과의 대화에서 좋은 기회가 열립니다. 진심을 담으세요.",
      "즉흥적인 제안이라도 진심이 있다면 결과가 좋습니다."
    ],
    "ENTJ": [
      "리더십이 강하게 드러나는 날입니다. 단호한 판단이 신뢰를 만듭니다.",
      "계획보다 상황에 맞춘 순발력이 필요합니다. 유연함이 곧 힘이에요.",
      "오늘은 팀을 이끌기에 최적의 날입니다. 추진력이 성과를 부릅니다."
    ],
    "ENFJ": [
      "사람들의 마음을 움직이는 능력이 빛납니다. 당신의 진심이 설득력을 만듭니다.",
      "상대방의 입장을 고려한 말 한마디가 관계를 살립니다.",
      "리더로서의 온화함이 매력으로 작용합니다. 조율이 운을 부릅니다."
    ],
    "INTP": [
      "감각보다 논리가 필요한 날입니다. 데이터로 뒷받침하세요.",
      "아이디어를 메모로 남기세요. 실행의 씨앗이 됩니다.",
      "객관적으로 판단하면 실수가 줄어듭니다. 냉정함이 당신의 장점이에요."
    ],
    "INFP": [
      "감정이 예민해질 수 있습니다. 깊이 생각하기보다 가볍게 흘려보세요.",
      "사람들과의 유대가 따뜻합니다. 공감이 당신의 무기예요.",
      "창의적인 활동이 행운을 부릅니다. 감성을 표현하세요."
    ],
    "INTJ": [
      "계획과 직감이 모두 정확합니다. 리스크를 계산하며 기회를 잡으세요.",
      "오늘은 장기적인 시야로 행동하세요. 단기 이익에 흔들리지 마세요.",
      "신중하지만 빠른 결단이 성과를 만듭니다. 당신의 통찰이 빛납니다."
    ],
    "INFJ": [
      "사람의 마음을 잘 읽을 수 있습니다. 다만, 감정에 휩쓸리지 마세요.",
      "한 걸음 물러서서 바라보면 해결책이 보입니다.",
      "오늘은 차분한 말 한마디가 분위기를 바꿉니다. 진심은 느리지만 강합니다."
    ],
    "ESTP": [
      "순간의 판단이 빛나는 날입니다. 단, 세부 조율을 놓치지 마세요.",
      "현장에서의 감각이 정확합니다. 바로 움직이세요.",
      "과감한 시도가 결과로 이어집니다. 실행력이 운을 바꿉니다."
    ],
    "ESFP": [
      "밝은 에너지가 주변을 움직입니다. 오늘은 당신이 분위기 메이커예요.",
      "즉흥적인 만남에서 좋은 인연이 생길 수 있습니다.",
      "즐거움을 잃지 마세요. 긍정적인 태도가 기회를 만듭니다."
    ],
    "ESTJ": [
      "체계적이지만 오늘은 융통성이 필요합니다. 유연함이 기회를 넓힙니다.",
      "결정이 빠를수록 성과가 큽니다. 단, 디테일을 점검하세요.",
      "책임감 있는 태도가 팀의 신뢰를 만듭니다."
    ],
    "ESFJ": [
      "사람들과의 관계가 활발합니다. 웃음이 행운을 끌어옵니다.",
      "오늘은 주변을 챙길수록 자신에게 좋은 일이 돌아옵니다.",
      "감사 인사를 자주 표현하세요. 진심이 운을 키웁니다."
    ],
    "ISTP": [
      "현실적인 판단이 돋보입니다. 감정보다 효율을 택하세요.",
      "오늘은 한 가지에 집중하세요. 단순함이 해답이에요.",
      "논리적인 사고가 실수를 막습니다. 냉정함이 무기입니다."
    ],
    "ISFP": [
      "감각이 예민해집니다. 아름다운 것을 보면 마음이 편안해집니다.",
      "감정이 풍부하지만 균형을 유지하세요. 평온이 행운을 부릅니다.",
      "자연스러운 표현이 사람의 마음을 움직입니다."
    ],
    "ISTJ": [
      "규칙을 지키면 결과가 따릅니다. 기본이 가장 강력한 무기예요.",
      "오늘은 계획한 대로 움직이세요. 예측 가능한 흐름이 안정감을 줍니다.",
      "꾸준한 성실함이 신뢰를 쌓습니다. 조급해하지 마세요."
    ],
    "ISFJ": [
      "주변 사람을 챙기며 안정감을 느낍니다. 당신의 진심이 전달됩니다.",
      "조용한 배려가 빛납니다. 꾸준함이 운을 부릅니다.",
      "작은 친절이 큰 인연으로 이어집니다. 세심함이 매력이에요."
    ]
  },
  "랜덤요소": {
    "포인트컬러": [
      "샌드 베이지",
      "버건디 레드",
      "골드 브라운",
      "딥 네이비",
      "카멜 오렌지"
    ],
    "포인트행동": [
      "즉흥적인 제안 1개 실행해보기",
      "오늘의 소비 내역 점검하기",
      "연락 끊긴 친구에게 안부 남기기",
      "퇴근 후 10분 명상하기",
      "지출 대신 저축 한 건 해보기"
    ],
    "포인트사물": [
      "카드 지갑",
      "블루라이트 차단 안경",
      "무선 이어폰",
      "메탈 손목시계",
      "심플한 노트북 파우치"
    ]
  }
}
