[
  {
    "id": "JG01",
    "name_kr": "정재",
    "name_hanja": "正財",
    "name_en": "Direct Wealth",
    "representative_keywords": [
      "성실",
      "안정",
      "현실적 부",
      "장기축적"
    ],
    "expert_explanation": "정재는 ‘정직한 재물’을 의미합니다. 본인이 노력한 만큼 정당하게 얻는 수입을 뜻하며, 성실함과 책임감, 신뢰를 바탕으로 자산을 꾸준히 축적합니다. 단기적 이익보다 장기적 안정과 저축·부동산 같은 실물자산을 선호합니다. 관계적으로는 배우자·가정과 인연이 깊고, 생활이 안정적일수록 장점이 극대화됩니다. 다만 지나친 보수성은 기회 포착에 둔감하게 만들 수 있으며, 업무 압박으로 소화기 건강에 부담을 주기 쉽습니다. 현대적으로는 장기 프로젝트·정규직·공무원 등 안정적 구조에서 최고의 성과를 내는 유형입니다."
  },
  {
    "id": "JG02",
    "name_kr": "편재",
    "name_hanja": "偏財",
    "name_en": "Indirect Wealth",
    "representative_keywords": [
      "기회",
      "네트워크",
      "투자",
      "변동성"
    ],
    "expert_explanation": "편재는 ‘옆길의 재물’, 즉 변동성과 기회를 통한 부를 의미합니다. 사람을 사귀는 힘과 기회를 잡는 민첩성이 강하며, 사업·투자·부업·네트워크 활동에서 능력을 발휘합니다. 사교적이고 베푸는 성향이 강하지만, 충동적이고 모험적 성향으로 큰 부를 이루거나 큰 손실을 보기도 합니다. 관계에서는 외부 인맥이 많고 이성적 매력이 크지만, 가정적 안정보다는 외부 활동에 집중합니다. 건강적으로는 과도한 지출과 스트레스가 간과 신경계에 부담을 줄 수 있습니다. 현대적으로는 사업가·투자자·스타트업 창업자, 인플루언서에 적합합니다."
  },
  {
    "id": "JG03",
    "name_kr": "정관",
    "name_hanja": "正官",
    "name_en": "Direct Officer",
    "representative_keywords": [
      "규율",
      "명예",
      "책임감",
      "제도"
    ],
    "expert_explanation": "정관은 ‘바른 관’을 뜻하며, 규율과 제도, 명예를 상징합니다. 사회적 책임감과 도덕성을 바탕으로 안정된 커리어를 쌓으며, 공무원·법조계·제도권 직업에서 강점을 보입니다. 타인에게 신뢰와 존경을 받으며, 배우자와의 인연이 바르고 안정적입니다. 다만 정관이 과도하면 융통성이 부족하고 스스로 압박을 심하게 받아 혈압·심혈관계 질환으로 이어질 수 있습니다. 현대적으로는 제도·조직 속에서 성실하게 인정받는 전문직·관리직 유형입니다."
  },
  {
    "id": "JG04",
    "name_kr": "편관",
    "name_hanja": "偏官",
    "name_en": "Indirect Officer (Seven Killings)",
    "representative_keywords": [
      "도전",
      "경쟁",
      "위기",
      "모험심"
    ],
    "expert_explanation": "편관은 ‘칠살’이라고도 하며, 강한 통제와 경쟁, 도전을 의미합니다. 카리스마와 돌파력을 지니고 어려운 환경에서도 길을 찾지만, 조율이 부족하면 사건·사고나 갈등으로 이어지기도 합니다. 경찰·군인·스포츠 선수·스타트업 창업 등 리스크가 큰 분야에서 빛을 발합니다. 연애에서는 강렬한 매력을 주지만 기복이 크며, 건강 면에서는 사고·부상에 주의해야 합니다. 현대적으로는 위기를 기회로 전환하는 전사형 인물에 해당합니다."
  },
  {
    "id": "JG05",
    "name_kr": "정인",
    "name_hanja": "正印",
    "name_en": "Direct Resource",
    "representative_keywords": [
      "배움",
      "보호",
      "안정",
      "지식"
    ],
    "expert_explanation": "정인은 학문·보호·안정을 의미합니다. 배움과 지식, 덕망으로 타인을 돕고, 교육·연구·의료·법률 분야에서 성과를 내는 경우가 많습니다. 가정과 가족에 대한 인연이 깊고, 안정적인 삶을 지향합니다. 그러나 지나치게 의존적이 되면 도전정신이 약화될 수 있습니다. 건강적으로는 체질은 안정적이지만, 소화기와 체중 관리에 신경 써야 합니다. 현대적으로는 지식과 따뜻함으로 타인을 보호하는 코칭·상담가, 연구자, 전문직에 적합합니다."
  },
  {
    "id": "JG06",
    "name_kr": "편인",
    "name_hanja": "偏印",
    "name_en": "Indirect Resource",
    "representative_keywords": [
      "창의성",
      "직관",
      "불안정",
      "발명"
    ],
    "expert_explanation": "편인은 창의성·직관·변칙을 상징합니다. 아이디어와 직관력이 뛰어나며, 발명가적·예술적 재능을 발휘합니다. 그러나 고독과 집착, 불안정성이 뒤따를 수 있습니다. 예술·디자인·IT·콘텐츠 산업처럼 독창성을 요구하는 분야에서 두각을 나타냅니다. 관계적으로는 독립적이고 내향적이며, 때로 인간관계 단절을 경험할 수 있습니다. 건강적으로는 신경계와 수면장애를 조심해야 합니다. 현대적으로는 혁신적 창조자 유형으로 평가할 수 있습니다."
  },
  {
    "id": "JG07",
    "name_kr": "식신",
    "name_hanja": "食神",
    "name_en": "Eating God",
    "representative_keywords": [
      "생산성",
      "즐거움",
      "표현",
      "풍요"
    ],
    "expert_explanation": "식신은 먹고 사는 힘, 생산·표현·즐거움을 뜻합니다. 낙천적이고 활동적이며, 자신의 재능을 드러내며 성취를 즐깁니다. 창작·교육·음식·콘텐츠 제작 등 생산과 표현이 필요한 분야에서 강점을 보입니다. 관계적으로는 따뜻하고 자녀 복이 있으며, 건강적으로는 과식과 비만, 당 관련 질환에 주의해야 합니다. 현대적으로는 창의와 즐거움을 통해 부를 창출하는 크리에이터형 인재입니다."
  },
  {
    "id": "JG08",
    "name_kr": "상관",
    "name_hanja": "傷官",
    "name_en": "Hurting Officer",
    "representative_keywords": [
      "자유",
      "혁신",
      "반항",
      "창조성"
    ],
    "expert_explanation": "상관은 규율을 깨는 힘, 자유·혁신·반항적 재능을 의미합니다. 독창성과 언변이 탁월하고, 틀에 얽매이지 않는 성향을 가집니다. 언론·연예·예술·창작 분야에서 두각을 나타내며, 혁신적 프로젝트에서 빛을 발합니다. 그러나 직설적 언행으로 구설·갈등이 생기기도 합니다. 건강적으로는 스트레스성 질환과 신경계 불균형에 유의해야 합니다. 현대적으로는 틀을 깨고 새로운 길을 여는 혁신가적 인물입니다."
  },
  {
    "id": "JG09",
    "name_kr": "비견",
    "name_hanja": "比肩",
    "name_en": "Companion",
    "representative_keywords": [
      "독립",
      "자존심",
      "동료",
      "경쟁"
    ],
    "expert_explanation": "비견은 ‘나와 같은 힘’을 상징하며, 자존심과 독립심, 동료의식을 의미합니다. 친구와 동료가 많지만 경쟁 성향도 강해 갈등이 발생할 수 있습니다. 독립 창업이나 홀로 하는 일에 강점을 가지며, 협업과 경쟁이 공존하는 환경에서 빛을 발합니다. 건강적으로는 체력이 좋으나 무리한 활동에 따른 부상을 조심해야 합니다. 현대적으로는 경쟁 속에서 성장하는 독립형 인재라 할 수 있습니다."
  },
  {
    "id": "JG10",
    "name_kr": "겁재",
    "name_hanja": "劫財",
    "name_en": "Rob Wealth",
    "representative_keywords": [
      "모험",
      "리스크",
      "추진력",
      "도전"
    ],
    "expert_explanation": "겁재는 비견과 유사하지만 경쟁과 재물 손실 성향이 더 강합니다. 모험심과 추진력이 크지만, 재물 손실·투자 실패 위험도 안고 갑니다. 직업적으로는 스타트업·투자·위험 감수형 분야에서 성과를 낼 수 있으며, 성공과 실패가 극단적으로 나타날 수 있습니다. 관계적으로는 협력과 배신이 공존하며, 친구나 동료와 재물 문제로 갈등이 발생하기 쉽습니다. 건강적으로는 충동적 행동에 따른 사고 가능성을 조심해야 합니다. 현대적으로는 리스크를 안고 나아가는 모험가적 인물로 평가됩니다."
  }
]