{
  "ten_god": "식신",
  "modern_alias": [
    "생산",
    "안정",
    "풍요",
    "표현"
  ],
  "categories": {
    "advice": "식신(食神, 생산·안정·풍요·표현)의 조언/성장 가이드는 '풍요 속의 절제, 안정 속의 도전, 나눔 속의 자기 보호'라는 주제를 중심으로 현실적이고 구체적인 성찰을 요구합니다. 식신은 기본적으로 여유와 풍요를 상징하지만, 그 여유가 방심과 나태로 흐를 수 있으며, 베풂이 지나쳐 자기 소모로 이어질 수 있습니다. 따라서 이 가이드는 단순한 격려가 아니라, 냉정한 충고와 실질적 방향성을 제시합니다. 첫째, 풍요의 역설을 인식하라. 식신은 풍요와 만족을 제공하지만, 풍요는 곧 나태로 이어질 수 있습니다. '충분하다'는 인식은 때로 발전을 가로막습니다. 따라서 현재의 만족에 안주하지 말고, 지속적으로 자기 성장을 추구해야 합니다. 풍요는 출발점이지, 종착점이 아닙니다. 둘째, 절제 없는 베풂은 독이 된다. 식신은 타인에게 나누고 베푸는 성향이 강합니다. 그러나 무조건적인 나눔은 타인의 의존을 키우고, 자신의 에너지를 고갈시킵니다. 나눔에는 반드시 한계와 조건이 필요합니다. 건강한 나눔은 자신을 해치지 않으면서 타인을 돕는 것입니다. 따라서 '나의 선을 지키면서 베푸는 법'을 익혀야 합니다. 셋째, 안정의 함정에서 벗어나라. 식신의 안정성은 삶에 평온을 주지만, 그 안정은 새로운 도전을 막는 벽이 될 수 있습니다. 직업에서 안정을 이유로 자기 계발을 중단하거나, 관계에서 권태에 빠지는 것은 성장의 큰 걸림돌입니다. 따라서 '안정 위에서 도전하는 법'을 찾는 것이 중요합니다. 안정은 기초일 뿐, 발전은 끊임없는 변화를 통해 이루어집니다. 넷째, 형충합해와 신살의 현실적 교훈을 받아들여라. 합(合)은 협력과 협업을 통해 더 큰 성과를 얻을 수 있음을 보여줍니다. 그러나 충(沖)은 환경적 변수—경제 불황, 직장 이동, 인간관계 갈등—이 안정성을 언제든 흔들 수 있음을 경고합니다. 형(刑)은 자기 방심과 게으름으로 인한 손실을, 해(害)는 과도한 희생으로 자신을 잃는 상황을 뜻합니다. 도화살은 매력과 인기를 통해 성공 기회를 가져오지만, 동시에 스캔들과 소모적 관계를 경고합니다. 역마살은 이동과 변화를 통해 식신의 가능성을 확장시킬 수 있지만, 안정을 해치는 요인이 되기도 합니다. 다섯째, 심리적 성장 과제. 식신은 기본적으로 만족과 평온을 추구하는 심리를 갖습니다. 그러나 만족은 곧 정체로 이어지기 쉽습니다. 따라서 자기 성장의 자극을 꾸준히 찾아야 합니다. 새로운 학습, 창작 활동, 도전 과제는 심리적 활력을 불어넣습니다. 또한 타인의 인정에 의존하지 않고, 자기 내적 성취에서 만족을 찾는 훈련이 필요합니다. 여섯째, 실천 가이드. (1) 매일 작은 목표를 설정하고 달성하여 나태를 경계하세요. (2) 나눔의 원칙을 세우고, 자신을 해치지 않는 선에서만 베푸세요. (3) 직업과 관계에서 안정을 유지하되, 새로운 도전을 계획하세요. (4) 창의적 활동—글쓰기, 예술, 자기 표현—을 통해 식신의 기운을 발전시키세요. (5) 정기적으로 자기 성찰 시간을 가지며, 풍요가 나태로 변하지 않도록 점검하세요. (6) 건강 관리와 자기 돌봄을 생활화하여 에너지 고갈을 방지하세요. 일곱째, 불편한 진실을 직시하라. 식신의 기운은 긍정적이지만, 그만큼 함정도 분명합니다. '게으름, 방심, 과도한 나눔'이 바로 그것입니다. 이 세 가지는 반드시 경계해야 합니다. 스스로의 약점을 인정하고, 이를 관리하는 노력이 없다면, 식신의 풍요는 오히려 자신을 무너뜨리는 요인이 될 수 있습니다. 따라서 자기 한계를 냉정히 인정하고, 현실적 조치를 취하는 것이 진정한 성장의 시작입니다. 마지막으로, 식신의 조언/성장 가이드는 '풍요 속 절제, 안정 속 도전, 나눔 속 자기 보호'라는 메시지를 남깁니다. 이 세 가지 원칙을 지킬 때, 식신의 기운은 단순한 안정과 여유를 넘어, 창조적이고 의미 있는 성취로 이어집니다. 풍요를 출발점으로 삼아 절제와 도전을 병행한다면, 식신의 삶은 장기적이고 지속 가능한 성장의 길로 나아갈 것입니다."
  }
}